"unknown_error"="알수없는 에러";
"unknown_data_type"="잘못된 데이터 타입";

/*
 TBTabBarController.m
 */
"Assets"="자산";
"Markets"="시장";
"Discover"="디스커버";
"Profile"="프로필";
"Exchanges"="거래";
/*
 TBCustomMJRefreshFooter.m
 */
"reach_bottom"="하한치 도달";
"slide_load_more"="더많은 정보 위로 밀어주세요";
"loading_more"="더 많은 정보를 로딩";
/*
 TBCameraUtils.m
 */
"warm_tip"="주의 사항";
"camera_setting_tips"="이동-> [설정 - TokenPocket - 카메라] 에서 세팅";
"confirm"="확인";
"album_access_failed"="앨범 진입 불가";
"no_camera"="카메라 감지 못함";
/*
 NSDate+TB.m
 */
"just_now"="방금";
"one_min_ago"="1분전";
"n_min_ago"="#분전";
"one_h_ago"="1시간전";
"n_h_ago"="#시간전";
"one_day_ago"="1일전";
"n_day_ago"="#일전";
"one_m_ago"="1달전";
"n_m_ago"="#달전";
"one_y_ago"="1년전";
"n_y_ago"="#년전";


"trans_record"="거래 기록";
"transaction_succ"="거래 성공";
"trans_fail"="거래 실패";
"transing"="거래 처리중";
"copy_to_board"="보드에 복사";
"trans_query"="거래 조회";
"trans_detail"="거래내역";


"transaction"="이체";
"package_fail"="패키지 실패";
"packaging"="패키지중";
"trans_suc"="이체 완료";
"trans_fai"="이체 실패";
"trans_to_self"="셀프 이체 불가";
"wrong_addr_tips"="계정 주소 에러";
"no_enough_token"="잔금 부족";
"next_step"="다음";
"wallet_addr"="계정 주소";
"input_paste_addr"="계정 주소 입력";


"trans_amount"="이체 수량";
"input_out_amount"="인출 금액 입력";
"miner_fee"="마이너 요금";
"select_fee"="요금 선택";
"comment"="메모";
"trans_num"="거래 번호";
"blc_num"="블록 높이";
"trans_time"="거래 시간";
"copy_url"="URL복사";
"choose_token_trans"="이체 Token 선택";


"req_exchange_list_fail"="거래list 요구 불가";

"wrong_and_try_later"="에러 발생. 잠시후 다시 시도해주세요";
"all"="전부";


"receive"="수령";
"receiver"="수령인";
"copied"="복사 완료";
"copy_wallet_addr"="계정 주소 복사";
"rece_amount"="수령금액";
"set_rec_amount"="수령금액 설정";


"cannot_recog_qrcode"="QRCode 인지 불가";
"align_qrcode"="QRCode 자동 스캔";
"album"="앨범";
"scan"="스캔";


"input_asset_name"="자산명 입력";
"cancel"="취소";
"confirm"="확인";
"hot_coin"="핫 코인";
"coming_soon"="커밍순";


"add_tokens"="Token 추가";
"support_token_tip"="ETH、ERC20、SWTC등 블록체인 자산 Token를 지지합니다 ";
"all_wallet"="계정 전부";
"no_wallet_tips"="아직 계정이 없어요, 바로 가입하세요.";
"ok"="네";


"how_to"="데이터를 어떻게 설정 합니까？";
"advanced"="고급 옵션";


"custom_gas_price"="Gas Price";
"custom_gas"="Gas 지정";
/*
 TBTransactionConfirmView.m
 */
"input_pwd"="비밀번호를 입력 해주세요.";
"confirm"="확인";
/*
 TBAssetHeader.m
 */
"my_asset"="나의 자산";
/*
 TBAssetPopWindow.m
 */
"create_wallet"="계정 가입";
/*
 TBSearchTokenCell.m
 */
"added"="추가됨";
"add"="추가";
/*
 TBAssetCreateWalletView.m
 */
"all_wallet"="계정 전체";
"has_no"="미 가입";
"wallet"="계정";
"s_wallet"="#의 계정";
"s_only_token_chain"="#의 코인은 그의 체인 타입에만 보관 할 수 있다.";
/*
 TBDiscoveryViewController.m
 */
"dapp_recomd"="DApp Store";
"hot_articles"="핫 기사";
"articles"="기사";
"news_flash"="뉴스";
"source"="출처";
/*
 TBExchangeWalletVewController.m
 */
"switch_account"="계정 교체";
/*
 TBMineViewController.m
 */
"personal_center"="고객 센터";
"msg"="메시지 센터";
"contact"="연락처";
"help"="고객센터";
"about"="서비스 소개";
"settings"="설정";
/*
 TBEditWalletViewController.m
 */
"saving"="저장중..";
"save_succ"="저장 성공";
"save_fail"="저장 실패";
"save"="저장";
"exporting"="수출중 ";
"delete_caution"="철회 할 수 없으니 주의 하세요,.";
"delete_succ"="삭제 성공";
"delete_fail"="삭제 실패";
"pwd_error"="비밀번호 에러";
"pwd_not_match"="비밀번호 불일치. 재시도 해주세요.";
"export_fail"="수출 실패";
/*
 TBSettingViewController.m
 */
"login_pwd"="비밀번호 등록";
"login_faceid"="얼굴 인식";
"login_touchid"="지문 인식";
"language"="언어 설정";
"currency_unit"="화폐 단위";
"web3_setting"="web3셋팅";
"set"="설정 ";
"cancel"="취소";
"setting_nodes"="노드 설정";
/*
 TBMessageCenterViewController.m
 */
"read_all"="전부 읽음";
/*
 TBMemonicImportWalletViewController.m
 */
"custom_path"="경로 셀프 설정";
"service_privacy"="서비스 및 프라이버시.";
"importing"="도출중";
"m_new_wallet"="M-Wallet";
"import_succ"="도입 성공";
"import_fail"="도입 실패";
/*
 TBPrivateKeyImportWalletViewController.m
 */
"term_service"="서비스 계약";
"wallet_exist"="계정 이미 존재 ";
"pk_wallet"="PK-Wallet";
"ks_wallet"="KS-Wallet";
/*
 TBChooseTokenSystemViewController.m
 */
"choose_blc_type"="블록 타입 선택";
"created"="만들어짐";


/*
 TBImportWalletViewController.m
 */
"import_wallet"="지갑 불러오기";
"mnemonic"="영상 코드";
"pri_key"="프라이빗 키";
"pub_key"="퍼블릭 키";
"keystore"="Keystore";
/*
 TBCreateBackupViewController.m
 */
"backup_mnem"="영상 코드 백업";
"backup_mnem_tips"="영상 코드는 계정 회복 하거나 계정의 비밀번호를 리셋때 도움됩니다. 해당 내용을 정확하게 종이에 적고 당신만 알고 있는 안전한 곳에 보관하세요.";
"backup_pk"="프라이빗 키 백업";
"backup_pk_tips"="프라이빗 키는 계정 회복 하거나 계정의 비밀번호를 리셋때 도움됩니다. 해당 내용을 정확하게 종이에 적고 당신만 알고 있는 안전한 곳에 보관하세요.";
/*
 TBConfirmMemonicViewController.m
 */
"confirm_result"="검증 결과";
"reconfirm_mnemonic"="영상 코드 순서 가 잘못 되었으니 다시 확인 해 주세요.";
"reconfirm_pk"="프라이빗 키 검증 에러 발생, 다시 확인해 주세요.";
"backup_succ"="백업 성공";
/*
 TBCreateWalletViewController.m
 */
"choose_wallet_chain_type"="계정 타입 선택";
"complete_info"="완전한 정보 작성 ";
"read_and_agree"="서비스 및 프라이버시 조항 대해 읽고 동의 하세요.";
"tips"="힌트";
"create_succ"="계정 생성 성공 ";
"create_fail"="계정 생성 실패";
/*
 TBBackupWalletViewController.m
 */
"backup_wallet"="계정 백업";
/*
 TBSelectChainTypeViewController.m
 */
"choose_blc_type"="계정 타입 선택 ";
"chain_info_retry"="시스템 정보 접수 실패, 재시도 하세요.";
"already_wallet"="도입 실패 이미 도입됨.";
/*
 TBWalletManagerViewController.m
 */
"wallet_manage"="지갑 관리";
"total_asset"="자산 관리";
/*
 TBAboutUsViewController.m
 */
"pri_policy"="개인정보 보호정책";
"ver_release"="버전 일지";
"check_update"="업데이트 체크";
"app_guide"="앱 가이드";
/*
 TBEditPasswordViewController.m
 */
"modify_succ"="수정 성공";
"modify_fail"="수정 실패";
"change_pwd"="비밀번호 변경";
"done"="완료";
/*
 TBMessageCenterCell.m
 */
"receiver"="수령인";
"trans_succ"="이체 성공";
"trans_noti"="이체 통보";
"sender"="발송자";
/*
 TBChooseTokenSystemCell.m
 */
"blc_type"="블록 타입";
/*
 TBPasswordView.m
 */
"weak"="약함";
"normal"="보통";
"good"="굿";
"safe"="안전";
/*
 TBAboutUsCell.m
 */
"curr_version"="현재 버전：";
/*
 TBWalletChainCell.m
 */
"created"="생성 완료";
/*
 TBTransactionRecoderCell.m
 */
"processing"="포장중";
/*
 TBMarketEditViewController.m
 */
"all_select"="전부 선택";
"unselect"="선택 취소 ";
"delete_fail_retry"="삭제 실패, 재시도 해주세요";
"delete"="삭제";
/*
 TBMarketViewController.m
 */
"no_token_go_add"="Token이 없으니 지금 추가하세요";
/*
 TBMarketSearchViewController.m
 */
"search_token_market"="Token 시장 검색";
"add_fail"="추가 실패";
"hot_rec"="인기 추천";
/*
 TBJTManager.m
 */
"missing_param"="한도 부족";
"sign_failed"="현지 사인 실패";
/*
 TBAuthPasswordViewController.m
 */
"pls_repeat_pwd"="비번을 다시 입력해주세요";
"input_pwd_auth"="비밀번호 입력하여 신분 확인";
"contact_us"="에러 발생, 저의 연락주세요";
"wrong_pwd"="비밀번호가 정확하지 않으니 다시 입력 해주세요. ";
"no_deviceId"="죄송합니다. 현 기계는 Face/Touch ID를 지지하지 않습니다";
"deviceId_wrong"="Face/Touch ID 에러,검증 실패";
"auth_failed"="검증 실패";
"auth_fail_to_pwd"="에러 발생,Face/Touch ID가 이미 잠금되었으니, 비밀번호를 입력하십시오. ";
"setting_succ"="=설정 성공";
/*
 TBForceCreateWalletViewController.m
 */
"usr_agreement"="사용자 계약";
/*
 TBEnterAuthViewController.m
 */
"auth_pwd"="비밀번호 검증";
"touch_pwd"="클릭하여 비밀번호 검증";
"touch_touchId"="클릭하여 지문 검증 활성화";
"touch_faceId"="클릭하여 얼굴 검증 활성화";
/*
 AppDelegate.m
 */
"update_tips"="버전이 업데이트 되었습니다. 지금 다운로드하고, 더 많은 기능을 확인해 보세요.";
"go_download"="지금 다운로드 하세요";
/*
 JHPieChart.m
 */
"amount"="수량";
"rate"="비율";
/*
 TBAuthID.m
 */
"input_pwd1"="비밀번호 입력";
"auth_with_touchId"="홈 버튼에 이미 설정된 지문을 통해 검증해주세요";
/*
 TBTransactionEmptyView
 */
"soon"="기대해주시길 바랍니다";
"de_exchange"="중앙화 없애는 글로벌 디지털 자산 거래소";
/*
 TBMarketHeader.h
 */
"now_price"="시세";
"change_ratio"="변동";
"no_market_tendency"="지금은 시세가 없습니다";
"add_tendency"="시세 추가";
"pay_wallet"="결제 계정";
"trans_out"="전입 주소 ";
"trans_info"="발주 정보";
"trans_detail"="거래 상세";
"confirm_trans"="지불 확인";


"fee_setting"="마이너 요금 설정";
"gas_slow"="느림";
"gas_fast"="빠름";
"gas_rec"="추천";


"wallet_delete"="계정 삭제";
"wallet_name"="계정 명칭";
"wallet_addr"="계정 주소";
"change_pwd"="비밀번호 수정";
"export_pk"="프라이빗 키 도출";
"export_keystore"="Keystore에 도출";
"addr_copy"="복사";


"pwd_curr"="현 비밀번호";
"pwd_new"="새로운 비밀번호";
"pwd_repeat"="비밀번호 확인";
"pwd_forget"="비밀번호를 까먹었나요?프라이빗 키를 도입하면 비밀번호를 리셋 할 수 있습니다.";
"import_imid"="곧 도입됩니다";


"pla_pwd_curr"="현 비밀번호";
"pla_pwd_new"="새로운 비밀번호";
"pla_pwd_repeat"="비밀번호 확인";


"total_asset_title"="총 자산";
"title_share_to"="공유";
"title_button_cancel"="취소";
"wx_frnds"="Wechat친구";
"wx_timeline"="Wechat Moments";
"share_qq"="QQ";


"backup_wallet_line"="계정의 안전을 위하여";
"backup_tips"="프라이빗 키나 영상코드 백업해주세요";


"tip_one"="비밀번호는 프라이빗 키와 거래를 보호합니다, 강도가 매우 중요합니다.";
"tip_two"="TokenPocket는 비밀번호를 보관하지 안습니다, 다시 찾을 수도 없으니, 부디 명심하세요";


"wallet_foundation"="계정 타입";
"set_pwd"="비밀번호 설정";
"repeat_pwd"="비밀번호 확인";
"pwd_hint"="비밀번호 힌트";
"pwd_optional"="선택적인";
"read_agree"=" 읽고 동의";
"input_private_key"="프라이빗 키 입력";
"input_public_key"= "공개 키 또는 계정 이름을 입력하십시오";
"input_mnemonic_words"="영상 코드 입력하고 빈칸에 따라 분리하세요";
"derive_path"="회수 경로";
"import_start"="도입 시작";
"ks_pwd"="Keystore비밀번호";
"input_ks_key"="Keystore입력";
"what_is_ks"="Keystore는 무엇인가?";
"import_ks_desc"="Keystore 파일 내용 복사하고 입력창에 붙이거나 Keystore내용 담은 QR코드를 스캔하여 입력해주세요";
"import_ks_tips"="입력한 Keystore가 맞는지 확인해주세요, 직접 복사붙임이 추천합니다";


"pwd_length_tip"="최소 8자리,알파벳 대소문자, 숫자, 특수부호를 섞은 것을 추천합니다";
"pwd_length_weak"="비밀번호 안전도가 너무 낮아서 해킹 당하기 쉽습니다";
"mnemonic_write_down"="계정의 영상코드를 백업해주세요 ";
"pk_write_down"="프라이빗 키를 백업해주세요";
"confirm_mnemonic_title"="계정의 영상코드 확인";
"confirm_pk_title"="계정의 프라이빗 키 확인";
"confirm_mnemonic_desc"="순서대로 영상코드를 클릭하여 맞는지 확인해주세요";
"confirm_pk_desc"="계정의 프라이빗 키 입력하여 백업한 프라이빗 키 맞는지 확인해주세요";
"entry_agree"="진입하면 서비스계약과  프라이버시 조항에 동의하는 것을 인정합니다";
"tap_reauth"="재확인";


"send_trans_fail"="거래 전송 실패";
"desc_wrong_pwd"="비밀번호 에러";


"backup_wallet_line_prefix"="당신의 계정을 위하여";
"backup_wallet_line_suffix"="의 안전";
"backup_tips"="프라이빗 키나 영상코드 백업";
"backup_now"="즉시 백업";


"read_first"="서비스 조항을 읽고 동의하세요";
"illegal_mnem"="불법 영상코드, 부탁드립니다";
"about_us_desc"="Token Pocket는 일반 사용자들이 위해 안전하고 간단하고 강력한 디지털 자산 계정을 제공하는 한 모바일 계정 어플입니다.";


"phone_num"="전화 번호";
"e_mail"="이메일";
"contact_comment"="메모";
"title_contact"="연락처";


/*
 * TBExportKeystoreViewController
 */
"export_ks"="Keystore도출";
"qrcode"="QRCode";
"ks_file"="Keystore파일";
"copy_ks"="Keystore복사";
"off_line_save"="오프라인 저장";
"off_line_save_tips"="Keystore 파일을 복사하고 안전한 곳에 붙이고 저장하세요.절대 이메일, 메모지, 클라우드, 까톡등에 저장하지 마세요, 위험합니다 .";
"no_net_transmission"="인터넷으로 전송하지 마세요";
"no_net_transmission_tips"="인터넷으로 Keystore 문서 전송하지 마십시오.해킹을 당하면 돌이킬 수 없는 자산 손실 될 것이니 오프라인설비에  QR코드 스캔을 통해 전송하는것을 추천합니다. ";
"password_safe_deposit"="암호박스 저장";
"password_safe_deposit_tips"="만약 온라인으로 저장하고 싶으면  안전 등급이 더 높은 1Password 등의 비밀번호 보관 소프트웨어로 Keystore를 보관해야 합니다 ";
"only_scan"="스캔만 제공";
"only_scan_tips"="QR코드 저장, 캡처,촬영금지. 안전한 환경에만 사용됩니다.";
"use_safely"="안전한 환경에 사용해주세요";
"use_safely_tips"="사방에 무인 및 카메라가 없는 상태에서 사용해주세요.다른 사람에게 적용되면 돌이킬 수 없는 자산 손실을 될 수 있습니다.";
"confirmed_no_p_c"="주변 사람및 카메라 없는 것을 확인됨";
"show_code"="QR코드 표시";
"no_screenshots"="캡처하지 마십시오";
"make_sure_safely"="주변 사람및 카메라 없는 것을 확인해주세요.캡처나 촬영으로 저장하지 마십시오";
"i_know"="알고 있습니다";


/*
 * TBAssetSearchTokenViewController
 */
"search_token_placeholder"="Token나 계약 주소 입력";


/*
 * EOS
 */
"eos_blc_eth"="ETH";
"eos_blc_eth_desc"="ETH";
"eos_wallet_vc_title"="EOS 체인 계정 생성됐으니 백업작업 부탁드립니다";
"eos_important_tips"="중요 힌트：";
"eos_backup_desc"="프라이빗 키를 종이에 쓰고 보관 잘하세요. 프라이빗 키를 클라우드에 저장하지 마시고, 위험합니다";
"eos_title_wallet"="EOS 계정";
"eos_start_backup"="백업 시작";
"eos_use_exist_wallet"="가지고 있는 EOS 계정 사용하기  ";
"eos_wallet_creating"="생성중";
"eos_title_eth_wallet"="ETH 계정 ";
"eos_title_pubkey"="EOS 공개 키";
"eos_title_to_add"="전입 주소";
"eos_title_amount"="금액";
"eos_title_miner_fee"="마이너 요금";
"eos_btn_mapping"="맵핑 시작";
"eos_placeholder_select_wallet"="맵핑할 계정 선택";
"eos_title_contract_add"="주소 상세";
"eos_title_mapping_info"="맵핑 정보";
"eos_map_success"="맵핑 성공";
"eos_tips_select_wallet"="맵핑할 계정 선택";
"eos_tips_input_eos"="EOS 공개 키 결실";
"eos_mapped"="이 주소는 맵핑됐으니 다시 선택하십시오";
"eos_mainnet_tip"="맵핑성공후 홈 네트워크가 작동시 기존 코인이 당신의 EOS 주소로 넘어갈 것입니다. ";
"eos_title_eth_add"="ETH주소:";
"eos_title_eos_add"="EOS주소:";
"eos_map_verify_suc"="맵핑 검증 성공";
"eos_map_verify_fail"="맵핑 검증 실패";
"eos_map_verify_wait"="맵핑 처리중";
"eos_map_verify_token_prefix"="당신이 가지고 있는";
"eos_map_verify_token_suffix"="개 EOS기존 코인";
"eos_map_verify_token_empty"="당신은 현재 EOS기존 코인을 가지고 없습니다";
"eos_map_verify_loading"="로딩중";
"eos_wallet_own_placeholder"="클릭해며 공개 키 입력";
"eos_wallet_next"="다음";
"eos_wallet_use_own_prefix"="중요 제시：";
"eos_wallet_use_own_suffix"="당신은 자신의 EOS 계정을 사용하고 있습니다. 입력한 계정 공개 키의 정확성을 확인해주십시오. Token Pocket는 계정의 정확성을 검증 못합니다.";
"eos_plz_input"="정확한 EOS공개 키를 입력해 주십시오";
"eos_eth_title"="ETH검증：";
"eos_eth_address"="검증될 계정 선택하세요";
"eos_eth_choose"="ETH선택";
"eos_eth_start_verify"="검증 시작";
"eos_eth_tips_pre"="중요 제시:";
"eos_eth_tips_suffix"="만약 매핑작업 방금 완료했는데, 블록 포장 완성하기 전에 정보를 조회할 수 없습니다. 잠시후 다시 검증하십시오.";
"eos_eth_address_empty"="계정 주소가 비어 있으면 안 됩니다";
"eos_title_verify"="EOS검증";
"eos_title_result"="검증 결과";
"eos_title_own_wallet"="EOS공개 키";
"blc_basic_jt"="JingTum";
"blc_basic_jt_desc"="JingTum";
"blc_basic_moac"="MOAC";
"blc_basic_moac_desc"="MOAC ";


/*
 * TBChooseWalletSheet
 */
"choose_wallet"="계정 선택";
"create_or_import_wallet"="계정 만들기/불러오기";


//Nodes Setting
"eth_node_empty"="ETH 노드 주소 비어 있으면 안됩니다.";
"mc_node_empty"="MOAC 노드 주소가 비어 있으면 안됩니다";
"jt_node_empty"="JingTum 주소가 비어 있으면 안됩니다";
"eos_node_empty"="EOS 노드 주소가 비어 있으면 안됩니다";
"node_reset_default"="디폴트 노드로 리셋";


//2018-05-23
"account_chars_tip"="계정 이름은 a-z와 1-5 그룹이 구성되는 12자리 문자입니다";
"account_name"="계정 이름";
"account_name_length"="계정 이름은 12자리 해야 합니다.";
"account_name_chars"="계정 이름에 불법 문자가 포함 되어 있다, a-z와 1-5 그룹이 구성되는 12 자리 문자만 됩니다.";
"account_name_existed"="계정 이름이 이미 사용 되었습니다";
"eos_invalid_private_key"="프라이빗 키 주소 무효, 확인해 주시길 바랍니다.";
"eos_transfer_account_placeholder"="전입 계정";
"eos_transfer_account_from"="전출 계정";
"eos_transfer_account_to"="전입 계정";
"eos_transfer_error_no_balance"="잔액 없음";
"eos_transfer_error_to_self"="본인한테 이체하지 마세요";
"eos_transfer_error_not_exist"="계정가 존재 하지 않습니다";
"eos_transfer_error_invalid_quantity"="수량 무효";
"eos_transfer_error_over_balance"="잔액 부족";
"eos_transfer_error_memo_more"="메모가 너무 길어요";
"eos_transfer_error_mismatch"="소수가 너무 많아요！";
"eos_copy_account_name"="수령 계정 복사";
"eos_vote"="투표";
"eos_vc_vote"="투표";
"eos_vc_voted"="투표완료";
"eos_vc_bp_list"="투표";
"eos_vc_rank"="순위";
"eos_vc_detail"="슈퍼 대리";
"eos_vote_units"="표";
"eos_manage_delegate"="담보";
"eos_manage_refund"="물건을 되찾다";
"eos_title_vote"="EOS투표";
"eos_votes_manage"="자원 관리";
"eos_title_votes_manage"="자원 관리";
"eos_vote_balance"="잔액";
"eos_vote_delegate"="저당";
"eos_vote_refund"="되찾는중";
"eos_vote_manage_desc"="· 투표시 해당 수량의 EOS 저당 잡혀야 합니다\n·저당 잡혀된 EOS가 취소되고 3일만에 계정로 돌려 보낼 거예요.";
"eos_vote_action_delegate"="자산 저당";
"eos_vote_action_refund"="저당 취소";
"eos_vote_placeholder_delegate"="저당 금액 입력";
"eos_vote_placeholder_undelegate"="저당 취소할 금액 입력";
"eos_vote_progress"="진도";
"eos_vote_canvote"="저당됨";
"eos_vote_area"="구역";
"eos_request_error"="에러 발생";
"eos_incorrect_wallet"="계정 에러";
"eos_vote_suc"="투표 성공";
"eos_vote_failed"="재시도 해주세요";
"eos_voter_over"="최대한 30명 투표 가능";
"eos_vc_cancel_vote"="투표 철수";
"eos_vc_delegated_succ"="저당 성공";
"eos_vc_undelegated_succ"="취소저당 성공";
"eos_vc_balance_insufficent"="잔액 부족";
"eos_vc_staked_insufficent"="저당액 부, 고급 관리 가서 처리할 수 있습니다.";
"eos_proxy_name"="명칭";
"eos_proxy_account"="계정";
"eos_proxy_slogon"="추천";
"eos_proxy_name_pla"="대리명 입력";
"eos_proxy_account_pla"="경선할 대리 계정 입력";
"eos_proxy_slogo_pla"="간단하게 자기소개";
"eos_proxy_submit"="제출";
"eos_proxy_contact"="더 많은 정보 필요하면 저희로 연락해주세요";
"eos_proxy_state"="|  신청 설명";
"eos_proxy_state_detail"="다음 정보에 따라 정확하게 입력해주시기 바랍니다. 제출후 저희는 사용자 협의 따라 최대한 빨리 심사 진행할 겁니다. 심사 통과하면 즉 경선에 참여할 수 있습니다.";
"eos_proxy_apply"="대리 되게 신청한다";
"eos_proxy_optional"="선택적인";
"eos_proxy_title"="대리 신청";
"eos_proxy_input_name"="명칭 입력";
"eos_proxy_input_account"="계정 입력";
"eos_proxy_input_slogan"="간단하게 소개를 입력해주세요";
"eos_proxy_submit_success"="제출 완료";
"eos_proxy_weight"="투표 권중";
"eos_proxy_account"="계정";
"eos_proxy_location"="구역";
"eos_proxy_website"="웹사이트";
"eos_proxy_intro"="안내";
"eos_proxy_vote_now"="즉시 투표 진행";
"eos_proxy_vote_weight"="대리 권중";
"eos_not_proxy"="이계정가 대리 아닙니다";
"eos_proxy_unvote"="투표 철수";
"eos_proxy_share_support"="빨리 TokenPocket 와서 저를 지지하세요";
"eos_proxy_area_pla"="성,도시";
"eos_proxy_regist_proxy"="대리등록 수권하다";
"eos_rule_vote"="투표 규칙";
"eos_rule_proxy"="대리 신청 설명";
"eos_rule_manage"="투표 규칙 설명";
"eos_proxy_cannot_vote_self"="대리는 대리에게 투표 안됩니다";
"blc_basic_eos"="EOS";
"blc_basic_eos_desc"="EOS체계";
"eos_progress_votes"="표";
"eos_bp_weight"="권중";
"eos_vote_no_delegate_tip"="투표전 당신의EOS를 저당 잡혀야 합니다(되찾다 가능) ";
"eos_delegate_forward"="간다";
"eos_delegate_cancel"="취소";
"eos_mainnet_not_enough"="메인넷에 총 저당량은 15% 부족합니다, 아직 저당 취소가 안됩니다";
"eos_revote_modified_tip"="본 계정는 이미 투표했으며, 재투표하면 구 투표를 덮게 됩니다, 계속할까요?";
"eos_revote_confirm"="확인";
"eos_revote_cancel"="취소";
"eos_import_new_account"="새로운 계정 만들기";
//WebAction
"web_send_success"="발송 성공";
"web_send_fail"="발송 실패";
"web_release_success"="이미 접수됐으니, 잠시 기다리세요.";
"web_release_fail"="발행 실패";


//2018-05-24
"upgrade_tips"="제시 업데이트";


//2018-05-25
"transfer_confirming"="확인중";
//2018-05-31
"recent_transactions"="최근 거래 기록";
"input_wallet_name_option"="당신의 계정 이름";
"error_regi_proxy_exist"="신청 이미 제출했음";
"eos_insufficient_ram"="계정 RAM부족 ";
"eos_proxy_resign"="대리 말소 ";
"eos_error_empty_account"="계정가 비어 있습니다";
"eos_resign_success"="말소 성공";
"eos_res_advanced"="고급 관리";
"eos_res_title_CPU"="CPU자원";
"eos_res_title_NET"="NET자원";
"eos_res_title_RAM"="RAM자원";
"eos_res_title"="자원 권리";
"eos_ram_quota"="할당액";
"eos_ram_usage"="점용";
"eos_cpu_ava"="사용 가능";
"eos_cpu_stake"="저당";
"eos_net_ava"="사용 가능";
"eos_net_stake"="저당";
"eos_ram_instru"="·메모리는 EOS로 구매할 수 있습니다, EOS는 메모리판매로 얻을 수 있습니다. ";
"eos_ram_buy_title"="메모리 구입";
"eos_ram_sell_title"="메모리 판매";
"eos_ram_buy_pla"="EOS 한도 입력";
"eos_ram_sell_pla"="RAM 수량 입력";
"eos_ram_sell_pla_new"="RAM (KB) 수를 입력하십시오.";
"eos_ram_btn_buy"="구매";
"eos_ram_btn_sell"="판매";
"eos_ram_can_use_balance"="잔액";
"eos_ram_insufficient_quota"="메모리 부족";
"eos_request_success"="성공";
"eos_sellram_float"="소수 입력 안됩니다";
"eos_sellram_too_small"="판매 한도는 65 이상 해야 합니다";
"eos_ram_alert_title"="비밀번호 입력";
"eos_resource_used"="점용";
"eos_resource_ava"="사용 가능";
"eos_resource_net_title"="NET자원";
"eos_resource_cpu_title"="CPU자원";
"eos_resource_manage_desc"="·자원 확보를 위해 EOS 저당 잡혀야 합니다\n·저당 잡혀된 EOS가 취소되고 3일만에 계정로 돌려 보낼 거예요. ";
"eth_go_browser_detail"="Etherscan이동하여 상세 내용 조회";
"eos_go_browser_detail"="이동하여 상세 내용 조회";
"eos_search_bp"="명싱나 계정이름을 입력하세요.";
"eos_account_created"="당신의 설비는 계정를 이미 만든 적 있습니다";
"eos_account_not_support"="현재 계정 생성하지 못합니다 ";
"eos_staked_amount_title"="저당됨";


//2018-06-12
"title_contact_us"="저희에게 연락해주십시오";
"eos_no_enough_resource"="자원이 부족합니다, 자원관리에 가서 저당통해 얻습니다.";
"eos_stake_no_resource"="죄송 합니나. 이 계정의 자원(NET/CPU) 은 이번 작업을 지지하지 못합니다. 작은 한도로 시도하거나, 주변 친구들에게 부탁해서 대신 저당로 진행하세요";
"eos_net_input_account"="접수 계정 입력";
"eos_set_account_title"="접수자 설정";
"eos_res_receiver"="접수자";
"eos_res_rece_self"="본인";
//2018-06-12 16:00
"eos_recoder_type_sell_ram"="메모리 판매";
"eos_recoder_type_buy_ram"="메모리 구입";
"eos_recoder_type_stake"="저당";
"eos_recoder_type_unStake"="저당 취소";
"eos_no_ram_to_buy"="RAM 자원이 부족합니다, 자원 관리 에 구입하십시오";
"wallet_retry"="재시도";
"wallet_retry_tips"="통로가 막힙니다, 다시 시도 해보세요.";
"eos_transfer_to_address"="계정이름 무효, 체크해주십시요";
"eos_cancel_success"="투표 철수 성공";
"eos_staked_insufficient"="취소한 저당 한도가 너무 큽니다 ";
"eos_insufficient_ram"="입력한 메모리가 너무 큽니다";


//2018-6-14
"contract_address"="계약";
"title_wallet"="계정";
"tip_backup"="아직 백업하지 않습니다";


//2018-6-15
"eos_create_title"="EOS 창립";
"creator"="창립자";
"account_pk"="계정 공개 키";
"account_pk_placeholder"="공개 키 입력하거나 스켄해주세요";
"onwer_pk"="소유자 공개 키 ";
"activity_pk"="관리자 공개 키";
"dispatch_ram"="RAM분배";
"dispatch_cpu"="CPU담보";
"dispatch_net"="NET담보";
"grade_model"="고급 모드";
"easy_model"="간단 모드";
"register_first"="바로 창립";
"register_account_success"="계정 창립 성공";
"register_account_fail"="계정 창립 실패";
"eos_title_select_account"="당신의 계정을 선택해주세요";
"eos_import_next"="다음";
"eos_import_no_account"="이 프라이빗 키는 대응한 계정가 없으니 도입 안됩니다！";
"eos_no_active_bid"="잠시 명칭을 경가 안됩니다";
"eos_account_been_created"="이 계정가 이미 생성 되었습니다";
"eos_only_suffix_create"="이 타입의 계정를 만들 권한은 없습니다";
"eos_symbol_precision_mismatch"="정확도 에러";
"eos_create_wallet_help"="계정 설명";

//2018-6-17
"share"="공유";

//2018-6-17
"title_contact_type"="연락방식";
"eos_proxy_vote_ticket"="대리 표수";
"eos_proxy_vote_people"="대리 인수";
"eos_proxy_wechat"="위쳇";
"eos_proxy_qq"="QQ";
"eos_proxy_wechat_pla"="위쳇 번호 입력";
"eos_proxy_qq_pla"="QQ번호 입력";

//2018-6-18 10:11
"eos_right_owner"="소유자 권한";
"eos_right_active"="관리자 권한";
"eos_right_threshold"="권중 역치";
"eos_right_link_pub"="관련된 공개 키 ";
"eos_right_weight"="권중";
"eos_faq_owner_title"="소유자 권한은 무엇입니까（Owner）？";
"eos_faq_owner_expl"="소유자는 계정의 소유권을 대표 하여 권한을 설정 할 수 있고, Active와 다른 역할을 관리 할 수 도 있습니다.";
"eos_faq_active_title"="관리자 권한은 무엇입니까（Active）？";
"eos_faq_active_expl"="관리자는 일상에 사용합니다. 예를 들면 이체, 투표등.";
"eos_faq_threshold"="권중 역치는 무엇입니까？";
"eos_faq_threshold_expl"="권중역치는 이 권한을 사용한 최소 권중요구입니다。";
"eos_authority_management"="권한 관리";
"eos_auth_new_pubkey"="새로운 공개 키를 입력";
"eos_auth_submit"="수정 제출";
"eos_change_owner"="소유자 수정";
"eos_change_active"="관리자 수정";
"eos_has_no_auth"="이 계좌를 조작하는 권한이 없다";
"eos_pub_key_empty"="새로운 공개 키 주소는 비어 있으면 안된다";

//2018-6-19 6:50
"eos_invalid_public_key"="무효한 공개 키";
"eos_per_modify_title"="정보 변경";
"eos_per_account"="계정 변경";
"eos_per_permission"="권한 변경";
"eos_per_public"="새로운 공개 키";
"eos_per_confirm_change"="변경 확인";
"eos_no_any_permission"="당신은 이 계좌의 아무 권한도 없습니다, 삭제하겠습니까? ";
"eos_proxy_input_area"="구역 입력해주세요";

//2018-6-19 13:00
"eos_key_helper"="프라이빗 키 생성";
"eos_key_touse"="가서 사용";
"eos_key_back_ask"="프라이빗 키를 이미 백업한 거 확실합니까?";
"eos_faq_what_icon"="이 아이콘들은 무슨 뜻입니까?";
"eos_icon_auth_change"="권한 변경";
"eos_icon_self"="자기";

//2018-6-19 15:27
"eos_refund_countdown"="환불 카운트다운";
"eos_refund_countdown_finish"="카운트다운이 끝났습니다";
"eos_refund_btn_title"="즉시 환불";
"eos_refund_hour"="시";
"eos_refund_day"="일";
"eos_refund_min"="분";
"refund_failed"="조작 실패";
"refund_success"="환불 성공";
"eos_request_auth_not_satisfy"="프라이빗 키,권한 등 맞지 않습니다.";
"notice_title_warning"="주의사항";
"notice_content_permission_tips"="·권한 변경시에 반드시 상대방 공개 키의 정확성을 확보해주십시오.\n-변경시  작은 권한부터 변경해야 합니다.예를 들어 Active > Owner.\n-변경전 자산을 잘 처리하십시오";

//2018-6-20
"about_unstake"="환불 관련";
"about_unstake_tips"="당신 담보한 EOS를 본계정로 최대한 빨리 돌아갈수있도록, 최소 0.2 개 EOS를 담보로 잡혀야 하고 담보 철수떄 자원 소모로 사용합니다.";
"eos_current_wrong_wallet"="현재 계정은 EOS 계정이 아니고, EOS 계정을 선택하면 서비스를 사용 할 수 있습니다.";
"eos_current_wrong_wallet_title"="주의사항";
"title_create_wallet"="계정 창립";
"more"="더 많은";
"pwd_forget_title"="비밀번호를 잊어 버렸습니까";

//2018-6-25
"eos_buy_to_self"="본인";
"eos_buy_to_other"="타인";
"eos_tap_to_refund"="클릭하여 환불";
"stake_style_title"="담보 방식";
"stake_style_trans"="소유권의 명의 변경";
"stake_style_no_trans"="빌려 쓴다";
"eos_ram_price"="RAM가격";
"eos_cpu_price"="CPU가격";
"eos_net_price"="NET가격 ";
"eos_main_ram"="메인 RAM";
"eos_ram_chart_title"="RAM 가격 추세";
"eos_res_title_ram"="RAM";
"eos_res_title_net"="NET";
"eos_res_title_cpu"="CPU";
"eos_main_res_title"="자원";

//2018-6-28
"eos_stake_no_cpu"="CPU 자원이 부족합니다, 자원관리 페이지에서 구하십시오";
"eos_stake_no_net"="NET 자원이 부족합니다, 자원관리 페이지에서 구하십시오";
"eos_account_create"="EOS 계정 무료 창립은 끝났습니다.저희가 제공하는 요금 창립 기능을 선택할 수 있습니다.";
"error_bidname_lower"="당신의 경매가격이 현재 최신 경매가격보다 낮을 것 같습니다.";


//2018-6-29
"contact_create"="연락처 추가";
"contact_edit"="연락인 편집";
"add_wallet_address"="계정주소 추가";
"add_wallet_type"="계정타입";
"add_wallet_address_account"="주소";
"add_wallet_address_account_tips"="계정주소 스캔하거나 붙여주세요";
"contact_delete_tips"="삭제하겠습니까";
"choose_address"="주소 선택";


//2018-06-30
"import_pwd_empty"="비밀번호가 비어 있습니다";


//2018-07-01
"rammark_pie_title"="거래 자금 분포";
"rammark_pie_big"="큰 거래";
"rammark_pie_med"="중 거래";
"rammark_pie_small"="직은 거래";
"rammark_pie_in"="들어간다";
"rammark_pie_out"="나간다";
"rammark_pie_deals"="거래 분포";
"rammark_top_open"="오늘시작";
"rammark_top_total"="총 금액";
"rammark_top_ramratio"="RAM 저장비율";
"rammark_buy_record"="매매 기록";
"rammark_bigbuy_record"="거액 거래 기록";
"rammark_huge_holds"="거액 소유자";
"rammark_title_buy"="구매";
"rammark_title_sell"="판매";
"rammark_action_buy"="매입";
"rammark_action_sell"="매출";
"rammark_input_placeholder"="수량 입력";
"rammark_title"="메모리 거래";
"rammark_state"="거래중";


//2018-07-02
"eos_byte_keep_tips"="1024 byte 를 미리 남겨 두고 이번 조작의 메모리 소모 사용를 추천합니다.";
"eos_ram_exchange_ent"="   메모리 거래   ";
"eos_create_account_tips"="정보 부족으로 계정 생성할  수 없습니다.";
"eos_create_account_cost"="예상 비용";


//2018-07-05
"order_tips"="EOS 계정를 만들려면 EOS를 소모해야 합니다. EOS 잔액을 갖고 있는 계정을 찾아서 이번 생성비용을 대신 지불해주세요.";
"order_title"="주문 정보";
"order_delete"="주문 삭제";
"order_create_for_other"="친구 도움 요청";
"order_account_active"="계정 활성화";
"order_account_active_success"="활성화 성공";
"order_account_warn_owner_active"="이 계정는 여러 개 프라이빗 키가 owner권한과 active권한을 갖고 있어서,  리스크가 큽니다.";
"order_account_warn_owner"="이 계정는 여러개 프라이빗 키가 owner권한 갖고 있어서 리스크가 큽니다.";
"order_account_warn_active"="이 계정는 여러개 프라이빗 키가 active권한 갖고 있어서 리스크가 큽니다.";
"order_account_warn_only_owner"="당신은 이 계정의 owner권한만 갖고 있어서 리스크 가 큽니다.";
"order_account_warn_only_active"="당신은 이 계정의 active권한만 갖고 있어서 리스크 가 큽니다.";
"order_account_register_other"="계정가 다른 사람에게 등록되었으니 안전 문제가 있을 수 있어서 조심하시길 바랍니다.";
"order_account_not_create"="계정는 아직 미등록";
"order_account_not_create"="계정는 아직 미등록";
"order_delete_tips"="주문을 삭제하겠습니까?";
"order_continue_tips"="현재 미완성한 EOS 주문이 있으니 가서 활성화 시키겠습니까?.";
"eos_localaccount_exception"="본 작업 진행할 수 있도록 CPU, 인터넷, 메모리 충분히 갖고 있는지 확인 하세요.";
"order_pre_tips_confirm"="이 계정에 모든 권한은 당신의 프라이빗 키가 맞는다면 자체적으로 프라이빗 키를 계정에 도입할 수 있습니다. ";
"res_requried_tips"="자원매매 동안 자원이 소모로 당신의 메모리 CPU 인터넷 자원이 충분하는지 주의하시기 바랍니다. 우리는 인터넷과  CPU자원이 각 최소 0.5 개EOS를 저당잡히는 것을 추천합니다. 만약 당신의 자원이 부족하면 블록에 돌어갈 수 도 있습니다.";
"success_wait_block_require"="제출 성공하고 블록이 확인 대기중";
"unstake_cpu_all"="모든 담보를 취소 못하고 조작 성공하기 위해 최소 0.4 EOS CPU를 미리 남겨 둬야 합니다.";
"unstake_net_all"="모든 담보를 취소 못하고 조작 성공하기 위해 최소 0.4 EOS 넷을 미리 남겨 둬야 합니다.";
"sell_ram_all"="거래 성공하기 위해 최소한 100Bytes 미리 남겨 둬야 합니다.";
"order_teach"="클릭하여 가이드를 봅니다";
"order_teach_title"="가이드";

//2018-07-09
"eos_no_account"="계정 없음";
"eos_pk_check"="프라이빗 키 확인";
"eos_pubk_check"="공개 키를 통해 계정 확인";
"app_version_last"="이미 최신 버전";
"app_share_friends"="친구 초대하기";

//2018-07-11
"eos_ran_remind"="가격 경고";
"eos_ran_remind_introduce"="TokenPocket는 경고를 두 가지 형식을 나눕니다:";
"eos_ran_remind_price"="가격 경고";
"eos_ran_remind_price_tips_1"="가격 경고는 상한 가격과 하한 가격으로 구분됩니다.";
"eos_ran_remind_price_tips_2"="가격이 특정 위치에 도달하면, 시스템은 같은 가격이 매일 최대 4 번 알람을 알려줍니다, SMS 매일 한도가 12개 입니다.";
"eos_ran_remind_price_tips_3"="동시에 3 가지 가격 알림을 설정할 수 있습니다.";
"eos_ran_remind_big"="대형 자금 계정 추적 경고";
"eos_ran_remind_big_tips_1"="대형 자금 계정의 추적 행위는 구매 추적 및 판매 추적으로 구분됩니다.";
"eos_ran_remind_big_tips_2"="구매 및 판매는 설정 값에 도달하거나 설정 값을 초과하는 경우, SMS문자로 알려줍니다.각 설치값 매일 최대 4번 알암,SMS 매일 한도가 12개 입니다. ";
"eos_ran_remind_big_tips_3"="동시 최대 셋 대형 자금 계정을 설정할 수 있습니다.";
"eos_ran_remind_tips_1"="참고 : 지역이 따라 인터넷 환경도 어느 정도 차이가 있습니다. 이 서비스는 추적만 사용합니다. 본 서비스는 TokenPocket의 부가 가치 서비스에 속하여, 구독후 환불 할 수 없습니다. 최종 해석 권한은 TokenPocket에 속합니다.";
"eos_ran_remind__price_desc_pre"="이 서비스의 가격은";
"eos_ran_remind__price_desc_suf"="EOS/달。";
"eos_ram_open"="지금 구독하세요.";
"eos_ram_remind_price_up"="상한 가격";
"eos_ram_remind_price_down"="하한 가격";
"eos_ram_remind_big_amount"="경고 수량";
"eos_ram_remind_big_direction"="방향";
"eos_ram_remind_add"="경고 추가";
"eos_ram_remind_big_set_title"="대형 자금 계정 경고 설정";
"eos_ram_remind_big_set_account"="대형 자금 계정";
"eos_ram_remind_big_set_direction"="흐름 방향";
"eos_ram_remind_big_set_amount_placeholder"="수량을 입력하십시오.";
"eos_ram_remind_price_set_title"="경고 가격을 설정해주세요";
"eos_ram_remind_price_set_placeholder"="가격을 입력하십시오.";
"eos_ram_remind_open_confirm_title"="가격 경고 서비스";
"eos_ram_remind_open_confirm_phone"="휴대 전화";
"eos_ram_remind_open_confirm_fee"="비용";
"eos_ram_remind_open_title"="SMS 경고";
"eos_ram_remind_open_phone"="휴대 전화 번호";
"eos_ram_remind_open_phone_placeholder"="휴대폰 번호를 입력하세요";
"eos_ram_remind_open_tips"="경고는 가격 경보로만 사용되며 인터넷 환경의 차이로 인해 실시간 보류 주문에는 적용되지 않습니다.";
"eos_ram_remind_current_price"="현재 가격";
"eos_ram_remind_current_rise"="현재 가격 변동";
"eos_ram_remind_open_ret_success"="구독 성공";
"eos_ram_remind_open_ret_pay_fial"="지불 실패";
"eos_create_type_transfer"="거래소 전송 / 계정 전송 방식";
"eos_create_type_scan"="친구에게 TokenPocket 스캔 코드 사용을 요청하십시오.";
"eos_create_type_select"="창립 방식 선택";
"eos_ram_remind_out_service_time"="서비스 만료 시간：";


//2018-7-11
"eos_contract_create_process"="운영 프로세스";
"eos_contract_create_desc1"="적어도 2 개의 EOS 완료 계좌 생성을 거래소의 동전 및 메모 또는 지갑 이전 및 발언을 통해 다음 주소로 이체하십시오. 이 중 0.2 EOS는 모기지 컴퓨팅 및 네트워크 리소스에 사용되며 나머지는 사용자가 동일한 메모리를 구입하는 데 도움이됩니다.";
"eos_contract_create_desc2"="현재 이 방식 지지한 모든 거래소는 OTCBTC, Gate.io, Coin Security, Bitfinex에 입니다. 다른 거래소에 사용하지마십시오! 계정의 경우는 이체 메모만 지지하면 됩니다.";
"eos_contract_create_transaccount"="전입 계정 (필수)";
"eos_contract_create_copy"="복사";
"eos_contract_create_memo"="전입 메모 (필수)";
"eos_contract_create_delete"="주문 삭제";
"eos_contract_create_active"="계정 활성화";
"eos_contract_create_tip"="참고 : \n 이 창립방식은 Dappub팀에 설치한 스마트계약을 통해 창립됩니다, 그동안 인공조작 없습니다. 마약 사용자의 조작 불당 때문에 자산 손해가 생기면, 저희가 사용자의 환불을 도울 수 없습니다.  ";
"eos_contract_create_opensource"="계약 개원 주소：";
"eos_contract_create_navTitle"="계약 등록";

//2018-7-14
"bl_node_eth_setting"="ETH 노드 설정";
"bl_node_moac_setting"="MOAC 노드 설정";
"bl_node_jt_setting"="JingTum 노드 설정";
"bl_node_eos_setting"="EOS 노드 설정";
"bl_node_add_node"="사용자 정의 노드 추가";
"bl_node_type_default"="기본 노드";
"bl_node_type_custom"="사용자 정의 노드";
"bl_node_invalid"="유효한 노드 주소를 입력하십시오.";

//2018-7-16
"order_account_create_state_create"="계정 생성 중...";
"order_account_create_state_required"="계정 상태 확인중...";
"order_account_create_state_required_fail"="계정 상태 확인 실패";
"order_account_create_state_safe"="안전 검사중..";

//2018-7-17
"eos_dapp_action_type"="유형";
"eos_dapp_action_detail"="데이터 상세";
"eos_dapp_action_type_transaction"="이체";
"eos_dapp_action_type_vote"="투표";
"eos_dapp_action_type_stake"="담보";
"eos_dapp_action_type_unstake"="담보 취소";
"eos_dapp_action_type_buyram"="메모리 구입";
"eos_dapp_action_type_sellram"="메모리 판매";
"eos_dapp_action_type_updateauth"="권한 변경";
"eos_dapp_action_type_bidname"="계정 경매";
"eos_dapp_action_type_newaccount"="계정 만들기";


//2018-7-18
"setting_color_switch"="캔들색 반전";
"title_ram_my_record"=" 나의 기록";
"invite_code_title"="귀하의 단독 초대 코드";
"invite_btn_title"="   지금 초대   ";
"invited_prefix"="이미 초대했습니다";
"invited_fnds"="명 친구";
"invited_win"="이득";
"invited_bonus"="보너스";
"invite_rule"="활동 규칙:";
"invite_rules_desc"="1. 행사 중에는 휴대 전화 번호를 계졍에 엮으면, 100 포인트를 얻을 수 있습니다. 사용자를 다운로드하도록 초대하면, 추천인과 초대 대상 모두 100 점 포인트를 얻을 수 있습니다. 상한이 없습니다, 많이 추천해주세요! \n2, 각 사용자는 한 번 초대 받을 수 있습니다, 초대 관계를 확인하기 위해 초대 코드를 입력하십시오; \n3, 특정 규칙에 따라 나중에 단계에서 캔디로 변환 할 수 있습니다. \n4, 휴대 전화 번호 및 초대 코드 일대일 대응합니다. \n5, 더 많은 포인트 사용 방법, TokenPocket 공식 공개 번호에 계속 구독하십시오. \n6, 이벤트의 최종 해석권은 TokenPocket에 속합니다.";
"title_gain_bonus"="보너스 받기";
"invite_get_code"=" 초대 코드 받기   ";
"invite_bind_phone_get"="전화 번호와 계정 엮고, 보너스 즉시 얻음";
"invite_write_inviter"="초대 코드를 입력";
"invite_inviter_desc_title"="포인트를 얻기 위해 초대 코드를 입력하십시오.";
"invite_inviter_code_pl"="초대 코드를 입력하십시오.";
"invite_inviter_detail"="초대 코드가 수정할 수 없으니 확인 부탁드리겠습니다. 확인 후에 추천인과 초대 대상 모두 점수를 얻을 수 있습니다.";
"invite_inviter_confirm"="확인";
"invite_bind_phone_title"="전화 번호를 입력";
"invite_bind_phone_desc"="전화 번호와 계정 엮고 초대 코드 받기";
"invite_bind_phone_pl"="휴대폰 번호를 입력하세요";
"invite_bind_phone_detail"="휴대 전화 번호와 초대 코드는 일대일 대응하며 보상을 받기 전에 전화번호와 계정은 엮인 상태 되어야합니다.";
"invite_code_empty"="초대 코드는 비워 둘 수 없습니다.";
"invite_code_error"="초대 코드 에로, 정확한 초대 코드를 입력";
"invite_code_mine"="나의 단독 초대 코드";
"invite_code_where_input"="초대 코드는 초대 페이지에 입력 할 수 있습니다.";
"invite_code_scan_download"="스캔하여 다운로드";
"invite_phone_empty"="전화 번호는 비워 둘 수 없습니다.";
"eos_transfer_memo_tips"="현재 이체 계정은 거래소계정입니다, Memo가 정확한지 확인하십시오.";
"eos_transfer_ensure_continue"="계속하기";
"eos_transfer_ensure_check"="검사";
"invite_gain_bonus_suc"="보상을 수령했습니다.";
"invite_gain_bonus_repeat"="보상을 수령했습니다. 반복 수령하지마십시오.";
"invite_bind_to_gain"="보상을 받기 전에 전화 번호와 계정을 엮은 상태 해야합니다";
"dapp_mode_open"="개발자 모드 열기";
"dapp_mode_close"="개발자 모드 닫기";

//2018-7-25
"dapp_platform"="플랫폼";
"dapp_search"="검색";

//2018-7-26
"eos_change"="변경";
"eos_add"="추가";
"eos_add_permission"="권한 추가";
"eos_add_permission_account"="새 계정";
"eos_auth_new_pubkey_account"="새 공개 키 또는 계정을 입력하십시오.";
"eos_ram_panel"="거래 패널";
"eos_developer_mode_desc"="개발자 모드는 개박자에게 계정 근거하는 DApp를 개발과 테스트를 지지합니다.개발자 모드 열어 후, 디스커버에 자체 정의한 URL 추가로 테스트할 수 있습니다. \n이 모드는 개발자 테스트만 사용됩니다, 신뢰할 수없는 URL 주소가 추가하지마십시오.자체 정의한 URL 하고 타사DApp 인해 자산 소실하면, 사용자 본인 책임집니다 .";
"eos_developer_mode_check"="개발자 모델의 목적과 책임을 이미 알고 있습니다.";
"title_developer_mode"="개발자 모드";
"title_developer_edit"="편집하려면 클릭";

//2018-8-1
"enu_current_wrong_wallet"="현재 지갑은 ENU 지갑이 아니며 ENU 지갑을 선택 후 서비스를 사용할 수 있습니다.";

//2018-08-02
"vote_title_proxy"="대리 투표";
"vote_title_producer"="노드 투표";
"vote_btn_title_stake"="담보 관리";
"vote_btn_title_proxy"="프록시 관리";
"vote_desc_producer"="* 투표하기 전에 사용자는 EOS 담보로 투표권을 교환해야합니다. \n * 필요할 때 사용자가 담보를 취소 할 수 있으며 72 시간 내에 저당한 EOS를 환불할 수 있습니다.";
"vote_desc_proxy"="* 대리 투표는 커뮤니티의 생태 더 건강할 수 있습니다. \n * 대리인 대표는 의뢰인 대신하여 집중 투표합니다. 의뢰인은 언제든지 에이전트를 취소 할 수 있습니다.";
"vote_navi_title"="투표";
"vote_tag_partner"="파트너";
"dapp_not_suppot"="현재DApp는 지원되지 않습니다";


//2018-08-03
"node_reset"="리셋";


//2018-08-06
"dapp_browser"="DApp브라우저";


//2018-08-07
"eos_permission_no"="현재 계정의 권한이 변경되었습니다. 계정 권한이 정확한지 확인하십시오.";
"eos_permission_no_read"="이동 보기";


//2018-08-07 17:12
"enu_contract_create_desc1"="거래소에 코인 꺼내 및 메모 또는 계정 이체 및 메모 통해 해당 주소에 최소 2 개 ENU를 이체하여 계정 창립 완성됩니다. 이 중에 0.2ENU는 담보 계산 및 네트워크 자원에 사용합니다, 나머지는 사용자에게 같은 가치의 메모리를 구입할겁니다.";
"enu_contract_create_desc2"="거래소 코인 꺼내 또는 계정 이체 반드시 메모를 추가해야합니다.";
"enu_contract_create_tip"="참고 : \n이 창립방식은 ENU 커뮤니티 애호자가 설치한 스마트계약을 통해 창립됩니다, 그동안 인공조작 없습니다. 마약 사용자의 조작 불당 때문에 자산 손해가 생기면, 저희가 사용자의 환불을 도울 수 없습니다. ";

//2018-08-08
"apply_pro_name_placeholder"="최대 12자리 프록시 이름을 입력하십시오";
"apply_pro_input_name"="프록시 이름을 입력하십시오.";
"apply_pro_max_name"="프록시 이름이 너무 길어요, 최대 64 자입니다.";


"apply_pro_slogan_placeholder"="귀하의 선거 구호를 입력 해주세요";
"apply_pro_input_slogan"="프록시 구호를 입력 해주세요";
"apply_pro_max_slogan"="프록시 구호가 너무 길어요, 최대 64 자입니다.";


"apply_pro_input_phi"="대리 개념을 입력하십시오.";
"apply_pro_max_phi"="대리 개념이 너무 길어요, 최대 1024 자입니다.";
"apply_pro_phi_plac"="당신의 참선 개념을 작성해주십시오";


"apply_pro_input_bg"="개인 배경을 입력하십시오.";
"apply_pro_max_bg"="개인 배경이 너무 길어요, 최대 1024 자입니다.";
"apply_pro_bg_plac"="투표자가 당신을 이해할 수 있도록 개인 배경을 입력하십시오.";
"proxy_voter_title"="투표자";
"apply_no_avatar"="프록시 아바타를 설정하십시오.";
"apply_pro_tg"="Telegram 입력 ";
"apply_pro_tw"="Steemit 입력 ";
"apply_pro_wechat"="Wechat입력 ";
"apply_pro_web"="웹 사이트 입력 ";


"apply_pro_price"="에이전트를 신청하는 과정중 최소 1kb의 RAM을 소비해야합니다, 계속하십니까?.";


"apply_pro_avatar_uploading"="프로필사진 업로드 중";
"apply_pro_avatar_failed"="프로필사진 전송 실패";
"apply_pro_reg_info"="프록시 정보 등록중";
"apply_pro_reg_suc"="에이전트 정보가 제출되었습니다, 잠시 적용됩니다.";
"apply_pro_reg_fail"="에이전트 정보 제출 실패";
"apply_pro_reging"="에이전트 등록중";
"apply_no_access_album"="앨범 사용 권한이 없습니다";
"apply_tap_logo"="클릭하여 logo편집";
"apply_pro_delete"="에이전트를 삭제하려면 수권이 필요합니다.";
"apply_pro_deleting"="프록시 정보 삭제중";
"apply_pro_delete_fail"="프록시 정보 삭제 실패했습니다.";
"apply_pro_delete_system"="프록시 철수 실행중";
"apply_pro_delete_system_fail"="프록시 철수 실행 실패";
"apply_pro_delete_system_succ"="프록시 처수 성공";


"apply_pro_title_name"="이름";
"apply_pro_title_slo"="슬로건";
"apply_pro_title_phi"="개념";
"apply_pro_title_bg"="자기 소개";
"apply_pro_title_web"="웹 사이트";
"apply_pro_title_tele"="Telegram";
"apply_pro_title_steemit"="Steemit";
"apply_pro_title_wechat"="Wechat";


//2018-08-08 17:20
"contact_memo_tips"="오른쪽 스위치를 열으면 , 이 메모를 자동 입력할겁니다.";
"proxy_stake_title"="프록시 표수";
"proxy_pro_title"="투표한 노드";
"proxy_btn_vote"="이분 즉시 투표하다";
"proxy_btn_quit"="이분 선거에서 철수했습니다";
"proxy_btn_edit_info"="정보 수정";
"proxy_contact_title"="연락처 정보";
"apply_btn_detail"="   상세 정보 »";
"proxy_voters_title"="투표자";
"proxy_delete_before"="프록시 등록하지 전에 투표한 프록시를 철수해셔야합니다";
"proxy_tilte_close"="닫기";
"slogan_words"="귀하의 글러벌 디지털 계정";
"slogan_from"="TokenPocket에서 공유합니다";
"title_proxy_option"=" （선택적인）";


"reclaim_stake"="담보 환불";
"stake_list"="대여 list";


//2018-8-14
"dapp_suppot"="DApp 현재는 지원 ";


//2018-8-15
"web_url_refresh"="갱신";
"web_url_open_browser"="브라우저에서 열기";
"web_url_power_prefix"="이 서비스는 ";
"web_url_power_suffix"=" 에서 제공합니다.";


//2018-8-16
"res_title_receiver"="접수 계정";
"res_stake_total"="총 부피";
"res_input_amount_pla"="EOS 수량을 입력하십시오.";
"res_cpu_stake_title"="CPU담보";
"res_net_stake_title"="NET담보";
"res_cpu_reclaim_title"="CPU 환불";
"res_net_reclaim_title"="NET 환불";
"res_reclaim_takeback"="즉시 환불";


//2018-8-17
"eos_action_no_cpu"="CPU 자원이 부족합니다, 자원관리 페이지에서 구하십시오";
"eos_action_no_net"="NET 자원이 부족합니다, 자원관리 페이지에서 구하십시오";
"res_title_reclaim_from"="환불 계정";
"title_current_price"="가격";
"title_current_staked"="환불 가능한";


//2018-8-20
"transaction_tips_iq"="IQ Smart계약은 1/1000의 수수료를 받을겁니다.";
"title_res_old"="이전 버전";


//2018-8-29
"qrcode_timeout"="QR코드가 기간 넘었습니다";


// 2018-8-30
"sdk_auth_title"= "계정 수권";
"sdk_auth_tips"= "계정 수권후 이하 권한이 얻을겁니다:";
"sdk_auth_tips_account"= "귀하의 eos 계정 정보 얻기";
"sdk_auth_tips_no_pk"= "참고 : 계정 수권은 프라이빗 키를 DApp에 공유하지 않습니다.";
"sdk_auth_account"= "수권 된 계정 :";
"sdk_auth_change_account"= "변경";
"sdk_auth_confirm"= "수권 확인";
"sdk_auth_nopass"= "수권 확인이 통과되지 않습니다.";
"reclaim_account"="계정 회수하다 ";
"multi_select"="다수 선택";
"reclaim_account"="미리 보기";
"reclaim_acc_count"="계정 수량";
"err_tips_reclaim_input_cpu"="입력 한 CPU의 수치는 오류 가 있다!";
"err_tips_reclaim_input_net"="입력 한 NET의 수치는 오류 가 있다!";
"err_tips_cpu_net_nonnull"="CPU/NET 수치를 입력 해 주십시오!";
"err_tips_cpu_value_over"="입력할 CPU수치는 이미 담보한 CPU수치보다 높을 수 없습니다.";
"err_tips_net_value_over"="입력할 NET수치는 이미 담보한 NET수치보다 높을 수 없습니다.";
"reclaim_tips_max_count_6_per_chose"="한 번에 최대 6개 선택할 수 있습니다.";
"string_default_is_self"="(자신을 묵인하다)";


// 2018-9-3
"dapp_sign"= "사인";
"dapp_sign_info"= "사인 내용";


"tip_sdk_transfer_no_wallet"="이 체인의 계정은 없습니다";
"tip_sdk_transfer_no_specified"="지정 계정은 없습니다";
"sdk_transfer_from"="결제 계정";
"sdk_transfer_to"="수금 계정 ";
"tip_trans_reaffirm_cancel"="거래 취소하시겠습니까?";
"pay_for_trans"="주문 지불";
"transfer_contract"="대페 계약";


"tips_enter_the_url"="URL을 입력하십시오";
"tip_clear_record"="기록을 전체 삭제하시겠습니까?";
"clear_records"="기록 지우기";


//2018-9-4
"dapp_action_warnning"="이 계약 실행는 권한 관련된 작업이 있습니다. 위험에 주의하십시오 >";
"tips_dev_mode_changed"="개발자 모드가 「DApp브라우저 」에 통합되었습니다.";


// 2018-9-6
"import_imported"= "불러 오기 했음";


// 2018-9-11
"receiver_account_name"= "수금 계정";
"receiver_account_is_contract"= "입력 한 지불 계정는 계약 계정입니다. 계약을 수정할 수 있기 때문에 계정를 이체하기 전에 계약 내용이 안전성을 확인하십시오.";
"collect"="정장";
"cancel_collect"="저장 취소";


// 2018-9-13
"sdk_push_transaction_title"= "계약 운영";
"sdk_push_transaction_required"= "이하 작업 요청";
"sdk_push_transaction_detail"= "작업 상세 정보 보기";
"sdk_push_transaction_account"= "실행 계정 이름 ";
"sdk_push_transaction_operation"= "액션 목록";


// 2018-9-14
"wallet_not_found"= "계정을 찾을 수 없습니다";
"set_time_transfer_tips"= "시간 정한 거래는 인터넷 이유로 시간 초과도 할 수 있습니다, 기능 사용하기전에 거래시간 정확성 보장하기 위해충분한 인터넷 확인하셔야합니다.";
"set_time_transfer"= "거래 시간 설정";
"title_my_dapp"="나의 DApps";
"tips_input_dapp"="DApp 검색 또는 링크 입력";
"tips_search_null_dapp"="DApp검색";
"my_stars"="나의 저장";
"unknown"="알수없는";
"set_time_transfer_time_tips"="선택한 시간은 현재 시간 전 일 수 없습니다.";
"rcmd_dapps"="추천 DApps";
"go_to_dapp"="DApp로 이동: ";




"NSCameraUsageDescription"="TokenPocket는 카메라 사용하여 QR코드를 스캔하기 전에 동의가 필요합니다.";
"NSFaceIDUsageDescription"="TokenPocket는 신분 식별을 위해 FaceID를 사용해야하합니다.사용하기 전에 동의가 필요합니다.";
"NSPhotoLibraryAddUsageDescription"="TokenPocket는 이미지를 추가 할 때 앨범을 접수합니다. 앨범에 접수하려면 동의가 필요합니다.";
"NSPhotoLibraryUsageDescription"="TokenPocket는 이미지를 식별해야 할 때 앨범을 접수합니다. 앨범에 접수하려면 동의가 필요합니다.";


// 2018-9-25
"edit"= "편집";
"dapp_whitelist"= "화이트리스트 정보";
"dapp_sign_auth"= "사인 요청";
"dapp_whitelist_property"= "속성";
"dapp_whitelist_operation"= "작업";
"dapp_whitelist_add_ask"= "화이트리스트 오픈";
"dapp_whitelist_add_desc"= "이 작업을 화이트리스트에 추가 할 수 있습니다,다음에 수권 필요가 없습니다. 속성 옆 버튼을 선택하면 다른 속성이 변경 될 때만이 작업을 변경할 수 있습니다.화이트리스트에 포함되지 않습니다. ";
"dapp_whitelist_pwd_title"= "화이트리스트를 활성화하려면 비밀번호를 입력하십시오";
"dapp_whitelist_pwd_desc"= "화이트리스트 수권은 DApp 작업 중 한 기간 만 유효합니다. DApp를 종료하거나 어플을 종료하면 수권이 무효화됩니다. 다음에 화이트리스트를 사용할 때 비밀번호를 입력해여 화이트리스트를 사용할 수 있습니다.";
"dapp_whitelist_title"= "화이트리스트";
"dapp_whitelist_cancel_contract"= "계약 취소";
"tips_observe_wallet_operation_disabled"= "관측 모드의 계정은 이작업을 실행할 수 없습니다!";
"tips_public_key_import"= "관측 모드 계정은 프라이빗 키를 가져올 필요가 없으며 계정 이름 또는 공개 키만 가져오면됩니다. 일상 계정과 거래기록 조회, 그리고 알임 수신도 됩니다.";
"observer_wallet"= "관측";
"observer_wallet_mode"= "관측 모드";
"tips_alert_observer_wallet_receipt"= "현 계정은 관측 모드, 이 계정에 이체하시게습니까??";
"title_receive_noti"= "알림 수신";


// 2018-9-30
"dapp_select_account_empty"= "계정이 비어 있습니다 ~";
"dapp_whitelist_pass_tips"= "이 작업은 화이트리스트에 인증했습니다, 비밀번호를 빌요없습니다.";
"dapp_whitelist__timeout_pwd_desc"= "이 화이트리스트 수권이 기한 넘었습니다. 화이트리스트를 다시 시작하려면 비밀번호를 입력하십시오.";


"hot_search"="인기 검색";
"history_records"= "기록";
"splash_title_skip"="일단 넘어";


// 2018-10-10
"dapp_whitelist_property_any"= "아무거나";
"dapp_whitelist_cycle_app"= "APP 종료 전 유효 ";


"tips_pub_acc_import_error"= "공개 키 또는 계정 이름이 잘못되었습니다!";


//2018-10-17
"pay_touchid_tips"="지문 인식 대신";
"pay_faceid_tips"="얼굴 인식 대신";
"pay_touchid"= "지문 인식 지불";
"pay_faceid"= "얼굴 인식 지불";
"pay_valite_password_title"= "비밀번호 검증";
"pay_valite_password_placeholder"= "계정 비밀번호";


"add_wallet"= "월렛 추가";
"tips_have_accounts_or_not"="계정이 갖고있습니까?";
"tips_have_wallets_or_not"="계정이 갖고있습니까?";
"i_have_accounts"="나는 계정을 있다";
"i_have_no_account"="나는 계정이 없다";
"i_have_wallets"="계정이 있습니다";
"i_have_no_wallet"="나는 계정이 없습니다.";


"friend_create"= "친구 통해 만들기";
"contract_trans_create"="계정 이체로 만들기";
"free_account"= "무료 계정";
"invitation_code_create"= "활성화 코드로 만들기";


"tips_row_import_wallet"="프라이빗 키, 공개 키 또는 계정 이름으로 계정 불러 오기";
"tips_free_account_create"="TokenPocket 공식 무료 계정 사용합니다.";
"tips_by_friend_create"="계정 갖고 있는 친구 통해 비용 내고 만들기";
"tips_by_invitation_code_create"="Alipay과 WeChat에 활성화 코드 구입";
"tips_by_contract_trans_create"="비용를 계정 이체 통해 지불하고 만들기";


// 2018-10-21
"invite_account_create_fail"= "생성 실패했습니다. 초대 코드 갖고 고객 서비스에 문의하십시오.";
"invite_account_code_invalid"= "초대 코드가 존재하지 않거나 사용되었습니다.";
"invite_account_check_tips"= "계정이 생성되어 메인 네트워크에 제출되었습니다.생성 완성을 위해 메인 네트워크 확인후 (약 3 분)  거래 진행 추천합니다.";


// 2018-10-22
"account_backup_no_screen_tips1"= "누군가 프라이빗 키를 가져 오면 바로 자산을 갖게됩니다!";
"account_backup_no_screen_tips2"= "프라이빗 키를 복사하여 안전한 곳에 보관하십시오.";
"key_use_tips"= "참고 : 키를 사용하기 전에 프라이빗 키를 백업하십시오.";
"invite_get_code"= "초대 코드를 얻기 위해 클릭하십시오";


"tips_pls_add_wallet"="먼저 계정을 추가하십시오";


"create_account"="계정 만들기";
"import_account"="계정 블러 오기";


//2018-10-24
"invitation_code"="활성화 코드";


// 2018-10-25
"wallet_current"= "현재 계정";


// 2018-10-28
"advanced_settings"= "고급 설정";
"advanced_settings_tips"= "고급 설정을 열입니다. 다음 번에 이 작업을 수행 할 때 확인하지 않아도 됩니다. 사용자가 켜후 설정 페이지에 닫을 수 있습니다.";
"whitelist_open_tips"= "DApp 화이트리스트 스위치가 설정으로 이동되었습니다. 더 좋은 고급 모드를 추가했습니다, 즉시 이동 화이트리스트 켜까요?";
"advanced_tips"= "현재 작업이 화이트리스트에 추가되었으며 고급 설정이 활성화되었습니다. 승인 후에 작업이 즉시 실행됩니다. 계속 하시겠습니까?";
"whitelist_operation"= "화이트리스트 기능";
"advanced_operation_doing"= "작업 진행중 ";


// 2018-10-31
"dapp_whitelist_advanced_pass_tips"= "이 작업은 고급 모드가 활성화되어있어서 수권 필요없습니다.";


// 2018-11-7
"token_detail_title"= "토큰 상세 정보";
"token_detail_info"= "프로젝트 상세 정보";
"wallet_share_no_import"= "불러올 계정 없음";
"wallet_share_no_support"= "데이터가 오래 업데이트되지 않았으며  데이터 옮기를 지원하지 않습니다.";
"wallet_share"= "계정 데이터가 App Store 버전에 동기화 실행";


// 2018-11-8
"wallet_share_title"= "계정 데이터 마이그레이션";
"wallet_share_about"= "데이터 마이그레이션 정보";
"wallet_share_about_tips_1"= "엔터프라이즈 버전은 장기간 안정적인 서비스를 유지하지 못하기 때문에 일부 기능이 누락되었습니다. 따라서 사용자가 안정적인 서비스와보다 강력한 기능을 사용할 수 있도록하고 응용 프로그램을 전환 할 때 사용자 작업량을 줄이기 위해 우리는 엔터프라이즈 버전 데이터를 AppStore 버전으로 마이그레이션 할 수있는 기능을 제공합니다. ";
"wallet_share_about_tips_2"= "마이그레이션 프로세스 중에는 데이터 유출 문제가 없습니다. 데이터가 암호화되어 있기 때문에 사용자를 제외한 모든 사람이 데이터를 크랙 할 수 있습니다. 마이그레이션 패널을 실행 한 후 TokenPocket을 선택하여 데이터 마이그레이션을 시작하십시오.";
"wallet_share_attention"= "마이그레이션 고려 사항";
"wallet_share_about_attention_1"= "이 작업은 지갑 데이터 만 이전하며 다른 데이터는 현재 마이그레이션을 지원하지 않으며 App Store 버전은 1.0.7 이상이어야합니다.";
"wallet_share_about_attention_2"= "마이그레이션이 실패하거나 일부 지갑 마이그레이션이 실패하면 성공할 때까지 다시 마이그레이션을 수행하십시오. 다중 마이그레이션으로 인해 데이터가 혼동 또는 손실되지 않습니다.";
"wallet_share_about_attention_3"= "데이터 이전은 App Store 버전의 기존 지갑에 영향을 미치지 않으며, App Store 버전에 동일한 지갑이있는 경우 자동으로 무시되지만, 준수되면 지갑을 덮어 씁니다.";
"web_refresh_desc"= "클릭하여 다시 로드";
"wallet_share_begin"= "마이그레이션 시작";
"wallet_share_to_appstore"= "App Store 버전 다운로드";

"rsrc_widget"="리소스 위젯";

"my_invitation_code"= "내의 활성화 코드";

// 2018-11-21
"res_rent_cpu"= "대여";
"recent_transfer_account"= "최근 이체";
"recent_transfer"= "즉시 이체";
"recent_transfer_contact"= "연락처";
"recent_transfer_scan"= "스캔 코드 이체";

// 2018-11-22
"asset_colletion_doing"= "배치중";
"asset_colletion_success"= "배치 성공";
"asset_colletion_fail"= "배치 실패";
"asset_colletion_fail_net"= "배치가 실패했습니다. 네트워크가 정상인지 다시 확인하십시오.";
"asset_colletion_cancel"= "배치 중단";
"asset_colletion_select_account"= "배치 할 계정을 선택하십시오.";
"입력"= "입력 ";
"s_password"= "의 비밀번호";
"check_net_point"= "노드 네트워크가 정상인지 확인하십시오.";
"home_show"="홈페이지 표시";

"see_more"="더보기";
"recent"="최근";

// 2018-11-27
"asset_colletion"= "자산 배치";
"more_utilities"="더 많은 도구";
"dapp_detail"="DApp 상세 정보";

// 2018-11-28
"asset_colletion_confirm_tips_1"= "선택 될 계정을 확인하십시오";
"asset_colletion_confirm_tips_2"= "배치 장소";

// 2018-12-3
"no_net_tips"= "APP에는 네트워크 권한이 없습니다. 로컬 네트워크가 정상하면, 휴대 전화 시스템 설정으로 이동하여 APP 네트워크 권한이 활성화되어 있는지 확인해주세요.";

// 2018-12-11
"screen_rotation"= "화면 회전";
"transaction_cancel"= "거래 취소";
"sign_invalid"= "불 유효 사인";
"scan_by_cold_wallet"= "콜드 계정 스캔 코드";
"scan_by_observer_wallet"= "관측 모드 스캔 코드";
"wallet_has_net"= "현재 계정은 온라인 상태입니다.";
"cold_wallet_knowledge"= "콜드 계정 팁";
"cold_wallet_knowledge_1"= "콜드 계정은 오프라인 계정이라고도 불읍니다. 프라이빗 키를 콜드 계정에 저장하고 인터넷에 연결하지 않아서 자산의 보안을 보장할 수 있습니다.";
"cold_wallet_knowledge_2"= "콜드 및 관측 계정은  QR코드 통신을 사용하며 프라이빗 키는 네트워크에 닿지 않아서 해커의 도용을 효과적인 방지 할 수 있습니다.";
"cold_wallet"="콜드 계정";


"push_noti"="푸시 알림";
"transfer_noti_normal"= "일반 계정 이체 통지";
"transfer_noti_observe"= "관측 계정 이체 통지";


// 2018-12-12
"use_ob_scan"= "핫 계정을 사용하여 이 콜드 계정 대응한 관측 계정을 '불러 오기'페이지에 스캔으로 불러옵니다 .";
"recent_transfer_warn"= "메모는 지난번에 메모로 채워져 있습니다. 확인후 실해해주세요.";


"visitor_mode"="방문객 모드";
"visitor_mode_desc"="고정 계정으로 미리보기";
"eos_novice_teach"="EOS 안내서";
"visitor"="방문객";
"tips_alert_visitor_receipt"="방문객 모드에 이 작업을 수행 할 수 없습니다";
"defautl_creater_public_key"="창립자의 공개 키로 묵인한니다";


// 2018-12-17
"scan_sign"= "스캔 사인";


"cold_wallet_cant_login"="콜드 계정을 직접 로그인 할 수 없습니다";


// 2019-1-2
"plz_input_wallet"= "계정 이름을 입력하십시오.";
"net_online"= "현재 온라인 상태입니다. 콜드 계정을 불러 오시겠습니까?";
"all_assets"= "모든 자산";
"no_zero_assets"= "있는 자산";
"dex_list"= "거래소 리스트";
"go_transaction"= "거래로 이동";

"ever_open"="영구 열림";
"had_opened"="이미 켭니다";
"not_open"="아직 열지 않습니다";
"had_closed"="꺼짐";
"attention_things"="주의 사항";

"temp_pay_by_touchID"="임시 지문 인식 지불";
"ever_pay_by_touchID"="영구 지문 인식 지불";
"temp_pay_by_faceID"="임시 얼굴 인식 지불";
"ever_pay_by_faceID"="영구 얼굴 인식 지불";

"open_pay_by_touchID"="Touch ID 지불 열기";
"close_pay_by_touchID"="Touch ID 지불 닫기";
"open_pay_by_faceID"="Face ID 지불 열기";
"close_pay_by_faceID"="Face ID 지불 닫기";

"temp_touchID"="임시 지문 인식";
"ever_touchID"="영구 지문 인식";
"temp_faceID"="임시 얼굴 인식";
"ever_faceID"="영구 얼굴 인식";

"open_by_touchID"="지문 인식 열기";
"close_by_touchID"="지문 인식 닫기";
"open_by_faceID"="얼굴 인식 열기";
"close_by_faceID"="얼굴 인식 닫기";

"ever_auth_description"="      사용자가 장치 소유자인지 여부를 확인하는 생체 인식 기술 장비의 영구 비밀 사용, 장비 소유자뿐만 아니라, 보안 기능 및 암호화를위한 암호화 알고리즘을 식별하는 데 사용, 다른 암호를 얻을 수없는.";
"ever_auth_sub_attention_title"="개봉하기 전에 다음주의 사항을 준수하십시오:";
"ever_auth_attention_points1"="이 장치에 다른 사람의 지문 / 얼굴 인식을 추가하지 마십시오.";
"ever_auth_attention_points2"="iOS 장치의 시동 암호는 장치의 지문 인식 / 얼굴 인식을 관리 할 수 있으며 장치의 시동 암호를 알려주지 않습니다.";
"ever_auth_attention_points3"="장치가 jailbreak 된 경우는 기능을 활성화하지 않는 것이 좋습니다.";
"tip_returnd_because_ever_bio_auth"="영구 옵션이 활성화되어있어 임시 옵션을 열 필요가 없습니다";

"app_lock"= "앱 잠금";

"title_faceid"="얼굴 인식";
"title_touchid"="지문 인식";

// 2019-1-5
"token_suppot"="토큰은 단지 지원합니다 ";

// 2019-1-14
"bos_map_time_desc"= "\tBOS 계정 매핑 시간은 2019 년 1 월 1 일,09:50 UTC + 0, 블록 높이는 35072000, 그전에 생성 된 계정은 BOS에서 대응 계정을 찾을 수 없습니다";
"Bos_map_rule"= "매핑 규칙 :";
"bos_map_rule_1"= "일반 계정(non-msig)의 경우는, EOS메인 네트워크 계정은 20.0000 EOS 당 1.0000 BOS를받을 수 있으며, 각 BOS 계정은 최소 0.5000 BOS를 얻을 수 있습니다.";
"bos_map_rule_2"= "`다중 서명 계정(msig)의 경우 계정 잔액 매핑 규칙이 일반 계정과 일치하고 계정의 사용 권한이 동 기적으로 매핑됩니다.";
"bos_map_rule_3"= "BOS 계정은 EOS 메인 네트워크 계정 따라 랜덤로 생성됩니다";
"bos_map_rule_4"= "BOS 계정의 자원 분배, RAM : 0.3000 BOS, CPU : 0.1000 BOS, NET : 0.1000 BOS옮기 ";
"account_sync"= "BOS 계정 원클릭 동기화";
"begin_sync"= "동기화 시작";
"one_sync"= "원클릭 동기화";
"one_sync_desc"= "매핑한 EOS 계정를 BOS 계정으로 옮기";
"no_sync_account"= "동기화 할 수있는 계정이 없습니다.";
"sync_success"= "동기화 성공";

"chat"="채팅";
"marketplace"= "시장";

//2019-1-29
"already_save_album"="앨범에 저장됨";
"plz_auth_im"="먼저 지갑의 채팅 페이지에서 로그인을 승인하십시오.";
"fetch_group_info_error"="그룹 정보 접수 실패";
"upload_avatar"="프로필 사진 올";
"choose_from_album"="앨범에서 선택";
"take_picture"="사진 찍기";
"modify_nickname"="닉네임 변경";
"nickname_no_empty"="닉네임이 비어 있으면 안 됩니다";
"nickname_too_long"="닉네임이 너무 길어요";
"follow"="팔로워";
"unfollow"="팔로워하지 않다";
"dapps_playing"="놀고있는 DApp";
"im_personal_acc"="계정: ";
"req_fail"="요구 실패";
"sex_or_violence"="야한/폭력적인";
"illegal"="불법";
"other"="기타";
"report_success"="신고 완료";
"report_fail"="신고 실패";
"already_get"="수령됨";
"already_expired"="기한 넘김";
"your_get_your_redpacket"="당신은 본인의 장금을 수령했습니다";
"get_your_redpacket"="장금을 수령했습니다";
"redpacket_is_full"=", 장금을 다 수령했습니다";
"your_get"="당신은  ";
"its_redpacket"="의 장금을";
"redpacket_get"="수령했습니다";
"tp_redpacket"="Tokenpocket가 준 장금";
"redpacket_is_full_cheer"="장금을 다 수령했습니다, 다음에 빨리하세요.";
"current_account_no_get"="현재 계정은 수령 불가";
"redpacket"="장금";
"im_tools_camera"="카메라";
"im_tools_photos"="앨범";
"redpacket_already_expired"="방금은 기한 넘겼습니다.";
"knock_redpacket_fail"="장금 얻음 실패";
"read_detail"="정보";
"send_readpacket"="장금 보냄";
"best_wishes"="축하합니다";
"member_all"="총";
"group_member"=" 명 멤버";
"change_to_fight_redpacket"="랜덤 장금으로 교체";
"change_to_normal_redpacket"="보통 장금으로 교체";
"current_is_fight_redpacket"="현재 랜덤 장금 ";
"current_is_normal_redpacket"="현재 보통 장금";
"total_amount"="총액";
"one_amount"="각";
"plz_input_red_number"="개수 입력해주세요";
"sunday"="일요일";
"saturday"="토요일";
"friday"="금요일";
"thursday"="목요일";
"wednesday"="수요일";
"tuesday"="화요일";
"monday"="월요일";
"yesterday"="어제";
"early_morning"="새벽 ";
"morning"="오전 ";
"afternoon"="오후 ";
"evening"="밤 ";
"member"="멤버";
"search_my_follow"="나의 팔로워 검색하기";
"search_my_group"="나의 채팅방 검색하기";
"search_result"="검색결과";
"my_follow"="나의 팔로워";
"unfollow_fail"="팔로워 취소 실패";
"address_book"="연락처";
"my_group"="나의 채팅방";
"exit_group_simple"="채팅방 탈퇴";
"exit_group_faIl"="채팅방 탈퇴 실패";
"create_group"="채팅방 만들기";
"group_name_max_char"="채팅방 이름은 최대 20자리 문자입니다.";
"group_name_min_char"="채팅방 이름은 비어 있으면 안 됩니다";
"group_intro_max_char"="채팅방 소개는 최대 250자리 문자입니다. ";
"create_fail"="창립 실패";
"plz_input_group_name"="채팅방 이름 입력";
"group_info"="채팅방 정보";
"enter_chat"="들어가서 체팅하기";
"apply_enter"="가입을 신청하기";
"exit_group"="탈퇴하기";
"group_owner_no_exit"="채팅방 주인은 탈퇴할 수 없습니다";
"apply_send"="신청 보냄";
"apply_fail"="신청 실패";
"group_name"="채팅방 명";
"group_code"="채팅방 QR코드";
"group_intro"="채팅방 소개";
"group_members"="채팅방 멤버";
"message_not_notify"="무음 모드";
"report"="신고";
"kick"="차기";
"kick_fial"="차기 실패";
"add_member"="멤버 추가";
"invite_success"="초대 성공";
"invite_fail"="초대 실패";
"detail"="정보";
"personal_info"="프로필";
"message_top"="스틱 하기";
"message_cancel_top"="스틱 하기 취소";
"logging"="등록중";
"audio"="음성";
"photo"="사진";
"video"="영상";
"location"="위치";
"file"="파일";
"unknow_message"="모르는 메시지";
"group_update_message"="채팅방에 새 메시지가 있다";
"account_kick_tips"="당신의 계정은 다른 설비에 등록했습니다, 계정 안전성을 확인해주세요";
"account_blocked"="계정 차단됨, 사용불가";
"im_login_auth_fail"="검증 실패, 다시 시도하세요";
"current_not_support_im"="현 계정은 체팅 기능 사용 불가";
"blockchain_error_tips"="Endpoint error, 확인해주세요.";
"at_in_group"="당신은 언급했습니다";
"not_login_im"="미 등록";
"save_album"="앨범에 저장";
"distinguish_album"="QR코드 인식";
"group"="방";
"your"="당신";
"change_room_queue"="채팅방 순서가 바꿨습니다";
"room_unmuted"="전체 무음 해체";
"room_muted"="전체 무음";
"change_self_info"="개인 전보 업데이트";
"unmute_personal"="관리자에게 잠시 무음 해체하셔습니다";
"mute_personal"="관리자에게 잠시 무음 실행하셔습니다";
"your_mote"="잠시 무음 실행하셔습니다";
"unknow_system"="모르는 시스템 메시지";
"mute"="무음";
"unmute"="무음 해체";
"be"="당해";
"accept"="동의";
"invite_group"="의 초대";
"cancel_manager"="관리자 신분을 철추했습니다";
"add_manager"="관리자 신분을 추가했습니다";
"change_group_owner_to"="채팅방 주인 신분을 옮겨습니다 ";
"invite"="초대 ";
"dismiss"="해산";
"removed"="탈퇴";
"and_so_on"="등";
"entered"="가입했습니다 ";
"modify"="업데이트 했습니다 ";
"infomation"="정보";
"passed"="통과했습니다 ";
"apply"="신청 ";
"leaved"="떠났습니다";
"intro"="소개";
"auth_type"="검증 방식";
"group_notice"="채팅방 공고";
"avatar"="프로필 사진";
"change_group_invite_type"="초대자 권한을 업데이트 했습니다";
"change_group_beinvite_type"="초대분 검증 권한을 업데이트 했습니다";
"change_group_info_update_auth"="채팅방 정보 변경 권한을 업데이트 했습니다.";
"set_group_all_mute"="전체 무음 설치했습니다";
"set_group_all_unmute"="전체 무음 취소했습니다";
"send"="보내";
"plz_import_wallet"="먼저 계정을 도입해주세요";
"im_profile_account"="계정";
"im_profile_nickname"="닉네임";
"im_group_recommend"="추천 채팅방";
"im_plz_input"="문자 입력해주세요";
"chat_log_tip"="채팅은 계정과 밀접하게 관련되어 있으니 사인검증 확인해야합니다.";
"chat_log_btn"="검증 시작";

"mins"="분";
"next_round"="다음 라운드";
"chat_create_about"= "채팅방 정보";
"chat_create_name"= "채팅방 이름";
"chat_create_about_pla"= "채팅방을 간단하게 소개하십시오(최대 250자리).";
"chat_create_name_pla"= "채팅방의 이름을 설정하십시오(최대20자리)";

//2019-2-20
"authentication_message"="검증 메시지";
"alreay_accept"="동의했습니다";
"alreay_refuse"="거부했습니다";
"alreay_invalid"="기간 넘었습니다";
"apply_team"="채팅방에 가입을 신청합니다";
"refuse_apply"="당신의 가입을 거부했습니다";
"remove_team"="탈퇴";
"alreay_remove_team"="탈퇴했음";
"accept"="동의";
"refuse"="거부";
"net_error_tips"="인터넷 에로, 다시 시도하세요";
"team_not_exist"="채팅방 존재하지 않습니다.";
"clear_all"="정리";
"share_a_dapp"="한 DApp를 공유했습니다.";
"select_a_chat"="채팅 선택";
"recent_chat"="최근 채팅 ";
"alreay_send"="보냈습니다";
"team_owner"="채팅방 주인";
"admin"="관리자";
"send_to"="보내다";
"whether_transfer_owner_to"="채팅방 주인 신분을 옮겠습니까?";
"admin_has_permission"="관리자분 다음 권한을 갖고 있습니다: ";
"admin_permission_1"="1. 채팅방 가입 검증 켜다";
"admin_permission_2"="2. 새 멤버의 가입 동의하거나 거부할 수 있습니다.";
"admin_permission_3"="3.멤버 추가하거나 탈퇴 시킬 수 있습니다.";
"team_members_limit"="멤버수 상한 도달";
"join_team_fiter"="채팅방 가입 검증";
"transfer_team_owner"="채팅방 주인 신분 옮기";
"admin_manager"="관리자 지정";
"owner_transfer_suc"="옮기 성공";
"owner_transfer_fail"="옮기 실패";
"team_admin_limit_tips"="최대 4 분 관리자를 지정할 수 있습니다.";
"add_suc"="추가 성공";
"add_fail"="추가 실패";
"add_admin"="관리자 추가";
"admin_list_and_tips"="관리자 list (왼쪽 밀어면 제거 가능    )";
"new_short_account_suf_must_tips"="새 계정 반드시 뒤에 붙인 문자는 ";

"at_all"="모두";
"at_you"="누군가@나";
"forward"="전달";
"recall"="철회";
"did_send"="보냄";
"did_forward"="전달됨";
"multi_chain"="멀티 블록체인";
"recalled_a_msg"="메시지 철회";
"im_you"="당신 ";
"quote"="이용";
"tip_recall_expired"="2 분 이상 보내면 철회 할 수 없습니다.";
"has_recalled"="철회 ";
"message"="메시지";
"im_your"="너의 ";
"im_de"="의 ";

// 2019-2-20
"use_tp_scan_enter_team"= "TokenPocket를 사용하고 QR코드 스캔하여 채팅방 가입 ";
"share_qrcode"= "QR 코드 공유";
"confirm_enter"= "가입 확인";
"possibly_confirm_enter_team"= "채팅방에 가입 하시겠습니까?";
"plz_enter_amount"="금액을 입력해주세요";

"draft"="드래프트";

// 2019-3-7
"total_stake"= "총 저당수";
"amount_up_1"= "숫량은 1보다 작을 수 없습니다.";
"refund_list"= "환불 list";
"refund_amount"= "환불 수량";
"refund_time"= "환불 시간";
"account_in_5_11"= "계정 이름은 5 - 11자리 해야합니다";
"transaction_state_unknow_see_browser"= "상태를 알 수 없으니 브라우저에 가서 거래 성공했는지 확인할 수 있습니다.";
"gas_stake"= "iGAS 담보";


"create_with_mobile_number"="휴대폰 번호 / 이메일 창립";
"create_with_mobile_desc"="전화 번호 / 이메일을 통해 계정 등록";
"import_with_mobile_number"="전화 번호 / 이메일 로그인";
"import_with_mobile_desc"="전화 번호 / 이메일 인증 방법으로 로그인";
"register"="등록";
"login"="로그인";
"sign_in"="로그인";

"import_with_pri_key"="프라이빗 키 불러 오기";
"import_with_pri_key_desc"="프라이빗 키 통해서 계정 불러 오기";
"import_with_pub_key"="관측 모드";
"import_with_pub_key_desc"="계정 이름 또는 공개 키를 입력해 주세요.";
"import_with_cold"="콜드 지갑";
"import_with_cold_desc"="프라이빗 키 통해서 오프라인의 계정 불러 오기";
"import_with_key_store"="키 저장소";
"import_with_key_store_desc"="키 저장소 불러 오기를 통해서 계정 추가";
"import_with_mnemonic"="영상 코드";
"import_with_mnemonic_desc"="영상 코드 불러 오기를 통해서 계정 추가";
"stake_number"= "담보 수";
"account_chars_5_11_tip"= "[a-z,0-9_]로 5-11자리  구성된 문자입니다.";

"url_link"="링크";
"about_mobile_wallet"="전화 번호 / 이메일 계정 정보";
"use_email"="이메일 사용";
"use_phone"="휴대폰 번호 사용";
"plz_enter_phone_num"="당신의 휴대폰 번호를 입력하십시오";
"plz_enter_email_addr"="이메일 주소를 입력하십시오";
"plz_enter_auth_code"="인증 코드를 입력하십시오";
"get_auth_code"="인증 코드";
"retry"="재시도";
"phone_num_err"= "전화 번호가 잘못되었습니다.";
"email_num_err"= "이메일 주소가 잘못되었습니다.";
"tip_auth_code_be_used_plz_retry"="인증 코드가 만료되었거나 잘못되었습니다. 다시 확인하십시오.";
"tips_never_created_acc"= "계정이 생성되지 않았습니다";
"reg_will_agree"="등록 즉 동의합니다";
"and"="및";
"set_pwsd"="비밀번호 설정";
"your_account_name"="당신의 계정 이름";
"your_email"= "당신의 이메일 주소";
"your_phone"= "당신의 휴대폰 번호";
"plz_enter_actv_code"="활성화 코드를 입력하십시오";
"complete_creation"="생성 완료";
"way_of_creation"= "모드 만들기";
"way_of_payment"= "지불 방식";
"contact_us_if_any_question"="문제가 있으면 저희에게 연락하십시오";
"tp_recovery"="TP회복 권한";
"eos_faq_tp_recovery_title"="TP 회복 권한이란 무엇입니까?";
"eos_faq_tp_recovery_expl"="휴대 전화 등록은 사용자는 TP 희복 권한 갖고 있습니다.TP 희복 권한은 소유자권한에 소속입니다.만약 사용자가 프라이빗 잃거나 잊어도 휴대인증 방식으로 회복할 수 있습니다. 단 사용자가 이 권한을 삭제했다 또는 이 권한에 순위는 소유자 궈한 이하 되면, TP는 사용자에게 프라이빗 키 회복할 수 없습니다. 휴대 전화로 로그인 또는 회복할때, 구 공개 키 교체 진행할겁니다, 새 공개 키는 사용자에게  업로드할겁니다.";
"tips_tp_help_recover_account"="로그인 작업이 구 공개 키를 대체하고 구 프라이빗 키가 재설정되여 로그인을 진행합니까?";
"alert_delete_tp_recovery_right"="TP 복구 권한을 삭제하거나 변경하거나 소유자 권한 한계 값 이하로 권한의 가중치를 줄이면 TP가 개인 키 복구를 도와 줄 수 없으므로 개인 키가 백업되었는지 확인하십시오. 계속 하시겠습니까?";
"tip_eos_account_name_range_normal"="이름은 1-5 자 및 a-z 자로 구성되며 길이는 12 자리입니다.";
"tip_eos_account_name_range_short"="이름은 1-5 a-z와. 자로 구성되며, 길이는 3-12";


"tip_already_exists"="이미 존재합니다";
"tip_available"="사용 가능";
"tip_not_available"="사용할 수 없음";
"tip_acc_length_should_be_%@_chars"="길이는 %@ 문자입니다";
"tip_acc_need_to_enter_%@_chars"="%@ 문자를 입력해야합니다";


// 2019-3-22
"tap_forward_setting"= "설정으로 이동하려면 클릭하십시오";
"set_asset_show"= "자산 표시 설정";
"show_asset_set"= "자산 설정보기";
"member_list"= "멤버 목록";
"voted_bp"= "투표했던 노드 :";
"get_bonus"= "배당금 받기";
"block_node"= "블록 노드 밖으로";
"candidate_node"= "파트너 노드";
"rrozen"= "얼음";
"pull_fail"= "실패했습니다";

"tp_transfer"="TP 이체";
"transfer_to_%@"="%@에 이체";
"title_tansfer"="이체";
"receipt_tansfer"="이체 수신했음";
"apn_tip_im_receipt_transfer_%@"="[이체] 수신 된 이체 %@";
"tip_actv_code_can't_create_%@"="활성화 코드가 %@ 를 만들 수 없습니다";
"tip_actv_code_been_used"="활성화 코드가 사용되었습니다";
"tip_actv_code_cant_rgnz"="활성화 코드가 인식되지 않습니다";
"tip_actv_code_auth_fail"="활성화 코드 확인 실패했습니다";
"tip_actv_code_not_payed"="활성화 코드가 지불되지 않았습니다";
"tip_actv_code_cpu_ram_fail"="CPU/RAM 부족합니다";
"tip_actv_code_update_code_fail"="코드 상태 업데이트 실패";
"tip_search_token_empty_to_submit"="해당 토큰을 찾지 못 했습니까? 신청서를 제출하려면 여기를 클릭하십시오.";
"title_im_noti"="채팅 메시지 알림";
"i_know_temrs_below"="다음을 알고 있습니다:";
"password_can't_less_than_8_chars"="비밀번호는 최소 8 자리입니다.";
"set_account_name"="계정 이름 설정";
"set_wallet_name"="계정 이름 설정";

"add_accounts"="계정 추가";
"bp_rank"="노드 순위";
"see_sign_info"="사인 내용보기";
"sdk_sign_tips_no_pk"="참고 : 정보 사인은 DApp에 프라이빗 키를 제공하지 않습니다.";
"tip_tp_code_copied_paste_it"="TP 암호가 복사되었습니다. 얼른 붙여 넣으십시오";
"common_code_copy_text_%@_then_open_in_tp"=" %@ 전체를 복사하고 TokenPocket을 열입니다.";
"tp_cmd_key"="TP 명령";
"param_error"="에로";
"invite_friend_reg"="친구에 초대하고 등록하기";
"check_u_copied_a_tp_code"="TP 암호를 복사했는지 확인하십시오";
"open_immediately"="즉시 열기";

"unknown_type_pls_update_version"= "알 수없는 유형입니다, 버전을 업데이트하십시오";
"auto_filter_chars_%@"="자동 필터 문자: %@";
"random_account"="임의 계좌 번호";

//4-16
"amount_than_100k"= "숫자는 0.01KB보다 커야합니다";
"add_repeat"= "반복해서 추가 할 수 없습니다";
"iram_not_enough"= "iRAM 리소스가 부족합니다, 자원관리 페이지에서 구하십시오";
"igas_not_enough"= "iGas 리소스가 부족합니다, 자원관리 페이지에서 구하십시오";
"sell_iram_not_enough"= "판매 할 수있는 iRAM의 수가 충분하지 않습니다.";
"unstake_amount_not_enough"= "상환 횟수가 충분하지 않습니다.";
"select_bps :"= "선택된 노드 :";
"voted_proxy"= "연기 후";
"none"= "없음";
"pk_exprot_warnning"="경고: 개인 키는 암호화되지 않습니다";
"powered_by_eosAuth"="Data Powered By EOSAuthority";

"current_fund"= "현재 블록 체인";
"tap_to_switch"= "전환하려면 클릭";

"tip_multy_ways_to_create"= "여러 방법으로 생성";
"selected"="선택 했";
"z_news"="뉴스";

"iost_refund_list"="환불 list";
"iost_vote_title_producer"="노드 투표";
"iost_bp_rank"="노드 순위";


"batch_creation"= "일괄 생성";
"batch_random"= "배치 무작위";
"new_account_puk"= "새 계정 공개 키";
"resource_dispatch"= "자원 구성";
"indicates_account_available"= "해당 계정을 사용할 수 있음을 나타냅니다.";
"indicates_account_unavailable"= "계정을 사용할 수 없습니다";
"estimate_cost"= "예상 비용 :";
"begin_create"= "생성 시작";
"batch_tips_1_%@"= "새로 등록 된 계정의 공개 키는 %@와 동일합니다. 수정하려면 여기를 클릭하십시오.";
"batch_tips_1_1"= "기본 공개 키로 돌아가려면 여기를 클릭하십시오";
"batch_tips_2"= "새로 등록 된 계정 자원 할당은 RAM 4KB, CPU 0.05 EOS, NET 0.01 EOS입니다. 여기를 클릭하십시오 수정할 수 있습니다.";
"batch_tips_2_1"= "기본 리소스 구성으로 돌아가려면 여기를 클릭하십시오";
"tap_this"= "여기를 클릭하십시오";
"custom_account"= "사용자 정의 계정";
"create_account_num"= "계좌 번호 생성";
"import_after_creation"= "생성 후 자동으로 가져 오기합니까?";
"import"= "import";
"not_import"= "가져 오지 마십시오";
"create_result"= "결과 만들기";
"create_success"= "성공적으로 생성되었습니다";
"create_fail"= "작성 실패";
"create_fail"= "작성 실패";
"unfold"= "모두 펼치십시오";
"batch_password_tips"= "* 생성 후 암호 변경을 사용하여 계정을 가져옵니다.";
"account_input_or_ramdon"= "무작위로 생성하려면 계좌 번호를 입력하거나 왼쪽을 클릭하십시오.";
"add_one"= "하나 추가";
"account_grade_alert_content"= "현재 자산 할당량이 10 EOS를 초과하므로 파트너 계정에서 개인 계정으로 업그레이드 할 것을 권장합니다.";
"go_greade"= "업그레이드로 이동";
"next_time"= "다시 말하십시오";
"account_grade"= "계정 업그레이드";
"account_grade_tips_content"= "성공적으로 백업 했으므로 파트너 계정을이 페이지의 개인 계정으로 업그레이드하는 데 도움을줍니다.";
"account_grade_read"= "업그레이드하기 전에주의 사항을주의 깊게 읽으십시오 :";
"account_grade_read_1"= "이 업그레이드는 TP 복구 권한을 제거합니다. 제거한 후에 전화 번호로 다시 로그인 할 수 없습니다.";
"account_grade_read_2"= "TP 복구 권한을 제거한 후에는 계정 가져 오기를 위해 백업 한 개인 키만 사용할 수 있습니다. 개인 키를 보호하십시오.";
"account_grade_read_3"= "이번에 계정을 업그레이드하지 않은 경우 다음에 휴대 전화 번호로 로그인하면 방금 백업 한 개인 키가 유효하지 않습니다.";
"account_grade_already_read"= "위 내용을주의 깊게 읽고 계정 업그레이드를 이해했습니다.";
"grade_first"= "즉시 업그레이드";
"grade_success"= "업그레이드 성공";
"grade_fail"= "업그레이드 실패";
"not_confirm_exit_app"= "앱을 종료하기 전에 DAPP를 재확인 할 필요가 없습니다.";
"third_parties"= "제 3 자 생성";
"Third_parties_desc"= "가장 인기있는 타사 계정 만들기 모드";

"create_jion_team_code"="그룹 암호 생성";
"save_to_local"="로컬 저장";
"share_group"="그룹 공유";
"join_immediately"="지금 가입하십시오";
"select_region"="지역 선택";
